[
  {
    "pageTitle": "Safe – CLA",
    "component": "common/MetaTags"
  },
  {
    "title": "Safe Contributor License Agreement",
    "text": "<div>\n        <p>\n          Thank you for your interest in contributing to open source software\n          projects (“Projects”) made available by Safe Ecosystem Foundation or\n          its affiliates (“SEF”). This Contributor License Agreement\n          (“Agreement”) sets out the terms governing any source code, object\n          code, bug fixes, configuration changes, tools, specifications,\n          documentation, data, materials, feedback, information or other works\n          of authorship that you submit or have submitted, in any form and in\n          any manner, to SEF in respect of any of the Projects (collectively\n          “Contributions”). If you have any questions respecting this Agreement,\n          please contact <a href=\"mailto:legal@safe.global\">legal@safe.global</a>.\n        </p>\n\n        <p>\n          You agree that the following terms apply to all of your past, present\n          and future Contributions. Except for the licenses granted in this\n          Agreement, you retain all of your right, title and interest in and to\n          your Contributions.\n        </p>\n\n        <p><strong>Copyright License</strong></p>\n        <p>\n          You hereby grant, and agree to grant, to SEF a non-exclusive,\n          perpetual, irrevocable, worldwide, fully-paid, royalty-free,\n          transferable copyright license to reproduce, prepare derivative works\n          of, publicly display, publicly perform, and distribute your\n          Contributions and such derivative works, with the right to sublicense\n          the foregoing rights through multiple tiers of sublicensees.\n        </p>\n\n        <p><strong>Patent License</strong></p>\n        <p>\n          You hereby grant, and agree to grant, to SEF a non-exclusive,\n          perpetual, irrevocable, worldwide, fully-paid, royalty-free,\n          transferable patent license to make, have made, use, offer to sell,\n          sell, import, and otherwise transfer your Contributions, where such\n          license applies only to those patent claims licensable by you that are\n          necessarily infringed by your Contributions alone or by combination of\n          your Contributions with the Project to which such Contributions were\n          submitted, with the right to sublicense the foregoing rights through\n          multiple tiers of sublicensees.\n        </p>\n\n        <p><strong>Moral Rights</strong></p>\n        <p>\n          To the fullest extent permitted under applicable law, you hereby\n          waive, and agree not to assert, all of your “moral rights” in or\n          relating to your Contributions for the benefit of SEF, its assigns,\n          and their respective direct and indirect sublicensees.\n        </p>\n\n        <p><strong>Third Party Content/Rights</strong></p>\n        <p>\n          If your Contribution includes or is based on any source code, object\n          code, bug fixes, configuration changes, tools, specifications,\n          documentation, data, materials, feedback, information or other works\n          of authorship that were not authored by you (“Third Party Content”) or\n          if you are aware of any third party intellectual property or\n          proprietary rights associated with your Contribution (“Third Party\n          Rights”), then you agree to include with the submission of your\n          Contribution full details respecting such Third Party Content and\n          Third Party Rights.\n        </p>\n\n        <p><strong>Representations</strong></p>\n        <p>\n          You represent that, other than the Third Party Content and Third Party\n          Rights identified by you in accordance with this Agreement, you are\n          the sole author of your Contributions and are legally entitled to\n          grant the foregoing licenses and waivers in respect of your\n          Contributions. If your Contributions were created in the course of\n          your employment with your past or present employer(s), you represent\n          that such employer(s) has authorized you to make your Contributions on\n          behalf of such employer(s) or such employer(s) has waived all of their\n          right, title or interest in or to your Contributions.\n        </p>\n\n        <p><strong>Disclaimer</strong></p>\n        <p>\n          To the fullest extent permitted under applicable law, your\n          Contributions are provided on an \"as-is\" basis, without any warranties\n          or conditions, express or implied, including, without limitation, any\n          implied warranties or conditions of non-infringement, merchantability\n          or fitness for a particular purpose. You are not required to provide\n          support for your Contributions, except to the extent you desire to\n          provide support.\n        </p>\n\n        <p><strong>No Obligation</strong></p>\n        <p>\n          You acknowledge that SEF is under no obligation to use or incorporate\n          your Contributions into any of the Projects. The decision to use or\n          incorporate your Contributions into any of the Projects will be made\n          at the sole discretion of SEF or its authorized delegates.\n        </p>\n\n        <p><strong>Disputes</strong></p>\n        <p>\n          This Agreement shall be governed by and construed in accordance with\n          Swiss Law, excluding Swiss choice-of-law principles. Any dispute,\n          controversy or claim arising out of, or in relation to, this\n          Agreement, including the validity, invalidity, breach, or termination\n          thereof, shall be resolved by the ordinary cantonal courts of the\n          canton of Zug, Switzerland. In the event that any of the provisions of\n          this Agreement shall be held by a court or other tribunal of competent\n          jurisdiction to be unenforceable, the remaining portions hereof shall\n          remain in full force and effect.\n        </p>\n\n        <p><strong>Assignment</strong></p>\n        <p>\n          You agree that SEF may assign this Agreement, and all of its rights,\n          obligations and licenses hereunder.\n        </p>\n      </div>",
    "component": "common/TextBlock"
  }
]
