[
  {
    "title": "Cookie Policy",
    "text": "\n        <p>Last updated on March, 2022</p>\n        <div>\n          <p>\n            As described in our Privacy Policy, For general web-browsing of this website, your personal data is not\n            revealed to us, although certain statistical information is available to us via our internet service\n            provider as well as through the use of special tracking technologies. Such information tells us about the\n            pages you are clicking on or the hardware you are using, but not your name, age, address or anything we can\n            use to identify you personally.\n          </p>\n          <p>\n            This Cookie Policy sets out some further detail on how and why we use these technologies on our website. The\n            terms &quot;Gnosis&quot;, &quot;we&quot;, &quot;us&quot;, and &quot;our&quot; includes Gnosis Ltd. and our\n            affiliates. The terms “you” and “your” includes our clients, business partners and users of this website. By\n            using our website, you consent to storage and access to cookies and other technologies on your device, in\n            accordance with this Cookie Policy.\n          </p>\n        </div>\n        <div>\n          <h3>What are cookies?</h3>\n          <p>\n            Cookies are a feature of web browser software that allows web servers to recognize the computer or device\n            used to access a website. A cookie is a small text file that a website saves on your computer or mobile\n            device when you visit the site. It enables the website to remember your actions and preferences (such as\n            login, language, font size and other display preferences) over a period of time, so you don&apos;t have to\n            keep re-entering them whenever you come back to the site or browse from one page to another.\n          </p>\n        </div>\n        <div>\n          <h3>What are the different types of cookies?</h3>\n          <p>A cookie can be classified by its lifespan and the domain to which it belongs.</p>\n          <p>By lifespan, a cookie is either a:</p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>\n              <strong>session cookie</strong> which is erased when the user closes the browser; or\n            </li>\n            <li>\n              <strong>persistent cookie</strong> which is saved to the hard drive and remains on the user&apos;s\n              computer/device for a pre-defined period of time. As for the domain to which it belongs, cookies are\n              either:\n            </li>\n            <li>\n              <strong>first-party cookies</strong> which are set by the web server of the visited page and share the\n              same domain (i.e. set by us); or\n            </li>\n            <li>\n              <strong>third-party cookies</strong> stored by a different domain to the visited page&apos;s domain.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <h3>What cookies do we use and why?</h3>\n          <p>We list all the cookies we use on this website in the APPENDIX below.</p>\n          <p>\n            We do not use cookies set by ourselves via our web developers (first-party cookies). We only have those set\n            by others (third-party cookies).\n          </p>\n          <p>\n            Cookies are also sometimes classified by reference to their purpose. We use the following cookies for the\n            following purposes:\n          </p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>\n              Analytical/performance cookies: They allow us to recognize and count the number of visitors and to see how\n              visitors move around our website when they are using it, as well as dates and times they visit. This helps\n              us to improve the way our website works, for example, by ensuring that users are finding what they are\n              looking for easily.\n            </li>\n            <li>\n              Targeting cookies: These cookies record your visit to our website, the pages you have visited and the\n              links you have followed, as well as time spent on our website, and the websites visited just before and\n              just after our website. We will use this information to make our website and the advertising displayed on\n              it more relevant to your interests. We may also share this information with third parties for this\n              purpose.\n            </li>\n          </ol>\n          <p>\n            In general, we use cookies and other technologies (such as web server logs) on our website to enhance your\n            experience and to collect information about how our website is used. This information is put together\n            (‘aggregated’) and provides general and not individually specific information. None of this information is\n            therefore associated with you as an individual and the cookie-related information is not used to identify\n            you personally. It is therefore anonymized and ‘de-identified’. The pattern data is fully under our control\n            and these cookies are not used for any purpose other than those described here.\n          </p>\n          <p>\n            We will retain and evaluate information on your recent visits to our website and how you move around\n            different sections of our website for analytics purposes to understand how people use our website so that we\n            can make it more intuitive. The information also helps us to understand which parts of this website are most\n            popular and generally to assess user behaviour and characteristics to measure interest in and use of the\n            various areas of our website. This then allows us to improve our website and the way we market our business.\n          </p>\n          <p>\n            This information may also be used to help us to improve, administer and diagnose problems with our server\n            and website. The information also helps us monitor traffic on our website so that we can manage our\n            website&apos;s capacity and efficiency.\n          </p>\n        </div>\n        <div>\n          <h3>Other Technologies</h3>\n          <p>\n            We may allow others to provide analytics services and serve advertisements on our behalf. In addition to the\n            uses of cookies described above, these entities may use other methods, such as the technologies described\n            below, to collect information about your use of our website and other websites and online services.\n          </p>\n          <p>\n            Pixels tags. Pixel tags (which are also called clear GIFs, web beacons, or pixels), are small pieces of code\n            that can be embedded on websites and emails. Pixels tags may be used to learn how you interact with our\n            website pages and emails, and this information helps us, and our partners provide you with a more tailored\n            experience.\n          </p>\n          <p>\n            Device Identifiers. A device identifier is a unique label can be used to identify a mobile device. Device\n            identifiers may be used to track, analyze and improve the performance of the website and ads delivered.\n          </p>\n        </div>\n        <div>\n          <h3>What data is collected by cookies and other technologies on our website?</h3>\n          <p>This information may include:</p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>\n              the IP and logical address of the server you are using (but the last digits are anonymized so we cannot\n              identify you).\n            </li>\n            <li>the top level domain name from which you access the internet (for example .ie, .com, etc)</li>\n            <li>the type of browser you are using,</li>\n            <li>the date and time you access our website</li>\n            <li>the internet address linking to our website.</li>\n          </ol>\n          <p>This website also uses cookies to:</p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>remember you and your actions while navigating between pages;</li>\n            <li>remember if you have agreed (or not) to our use of cookies on our website;</li>\n            <li>ensure the security of the website;</li>\n            <li>monitor and improve the performance of servers hosting the site;</li>\n            <li>distinguish users and sessions;</li>\n            <li>Improving the speed of the site when you access content repeatedly;</li>\n            <li>determine new sessions and visits;</li>\n            <li>show the traffic source or campaign that explains how you may have reached our website; and</li>\n            <li>allow us to store any customization preferences where our website allows this</li>\n          </ol>\n          <p>\n            We may also use other services, such as{' '}\n            <a href=\"https://www.google.com/intl/en/analytics/#?modal_active=none\">Google Analytics</a> (described\n            below) or other third-party cookies, to assist with analyzing performance on our website. As part of\n            providing these services, these service providers may use cookies and the technologies described below to\n            collect and store information about your device, such as time of visit, pages visited, time spent on each\n            page of our website, links clicked and conversion information, IP address, browser, mobile network\n            information, and type of operating system used.\n          </p>\n        </div>\n        <div>\n          <h3>Google Analytics Cookies</h3>\n          <p>\n            This website uses <a href=\"https://www.google.com/analytics/\">Google Analytics</a>, a web analytics service\n            provided by Google, Inc. (&quot;Google&quot;).\n          </p>\n          <p>\n            We use Google Analytics to track your preferences and also to identify popular sections of our website. Use\n            of Google Analytics in this way, enables us to adapt the content of our website more specifically to your\n            needs and thereby improve what we can offer to you.\n          </p>\n          <p>\n            Google will use this information for the purpose of evaluating your use of our website, compiling reports on\n            website activity for website operators and providing other services relating to website activity and\n            internet usage. Google may also transfer this information to third parties where required to do so by law,\n            or where such third parties process the information on Google&apos;s behalf. Google will not associate your\n            IP address with any other data held by Google.\n          </p>\n          <p>\n            <strong>In particular Google Analytics tells us</strong>\n          </p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>your IP address (last 3 digits are masked);</li>\n            <li>the number of pages visited;</li>\n            <li>the time and duration of the visit;</li>\n            <li>your location;</li>\n            <li>the website you came from (if any);</li>\n            <li>the type of hardware you use (i.e. whether you are browsing from a desktop or a mobile device);</li>\n            <li>the software used (type of browser); and</li>\n            <li>your general interaction with our website.</li>\n          </ol>\n          <p>\n            As stated above, cookie-related information is not used to identify you personally, and what is compiled is\n            only aggregate data that tells us, for example, what countries we are most popular in, but not that you live\n            in a particular country or your precise location when you visited our website (this is because we have only\n            half the information- we know the country the person is browsing from, but not the name of person who is\n            browsing). In such an example Google will analyze the number of users for us, but the relevant cookies do\n            not reveal their identities.\n          </p>\n          <p>\n            By using this website, you consent to the processing of data about you by Google in the manner and for the\n            purposes set out above. Google Analytics, its purpose and function is further explained on the{' '}\n            <a href=\"https://www.google.com/analytics/\">Google Analytics website</a>.\n          </p>\n          <p>\n            For more information about Google Analytics cookies, please see Google&apos;s help pages and privacy policy:{' '}\n            <a href=\"http://www.google.com/intl/en/policies/privacy/\">Google&apos;s Privacy Policy</a> and{' '}\n            <a href=\"https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage\">\n              Google Analytics Help pages\n            </a>\n            . For further information about the use of these cookies by Google{' '}\n            <a href=\"https://support.google.com/analytics/answer/6004245\">click here</a>.\n          </p>\n        </div>\n        <div>\n          <h3>\n            What if you don’t agree to us monitoring your use of our website (even we don’t collect your personal data)?\n          </h3>\n          <p>\n            Enabling these cookies is not strictly necessary for our website to work but it will provide you with a\n            better browsing experience. You can delete or block the cookies we set, but if you do that, some features of\n            this website may not work as intended.\n          </p>\n          <p>\n            Most browsers are initially set to accept cookies. If you prefer, you can set your browser to refuse cookies\n            and control and/or delete cookies as you wish – for details, see{' '}\n            <a href=\"http://www.aboutcookies.org/\">aboutcookies.org</a>. You can delete all cookies that are already on\n            your device and you can set most browsers to prevent them from being placed. You should be aware that if you\n            do this, you may have to manually adjust some preferences every time you visit an Internet site and some\n            services and functionalities may not work if you do not accept the cookies they send.\n          </p>\n          <p>\n            Advertisers and business partners that you access on or through our website may also send you cookies. We do\n            not control any cookies outside of our website.\n          </p>\n          <p>\n            If you have any further questions regarding disabling cookies you should consult with your preferred\n            browser’s provider or manufacturer.\n          </p>\n          <p>\n            In order to implement your objection it may be necessary to install an opt-out cookie on your browser. This\n            cookie will only indicate that you have opted out. It is important to note, that for technical reasons, the\n            opt-out cookie will only affect the browser from which you actively object from. If you delete the cookies\n            in your browser or use a different end device or browser, you will need to opt out again.\n          </p>\n          <p>\n            To opt out of being tracked by Google Analytics across all websites, Google has developed Google Analytics\n            opt-out browser add-on. If you would like to opt out of Google Analytics, you have the option of downloading\n            and installing this browser add-on which can be found under the link:{' '}\n            <a href=\"http://tools.google.com/dlpage/gaoptout\">http://tools.google.com/dlpage/gaoptout</a>.\n          </p>\n        </div>\n        <div>\n          <h3>Revisions to this Cookie Policy</h3>\n          <p>\n            On this website, you can always view the latest version of our Privacy Policy and our Cookie Policy. We may\n            modify this Cookie Policy from time to time. If we make changes to this Cookie Policy, we will provide\n            notice of such changes, such as by sending an email notification, providing notice through our website or\n            updating the ‘Last Updated’ date at the beginning of this Cookie Policy. The amended Cookie Policy will be\n            effective immediately after the date it is posted. By continuing to access or use our website after the\n            effective date, you confirm your acceptance of the revised Cookie Policy and all of the terms incorporated\n            therein by reference. We encourage you to review our Privacy Policy and our Cookie Policy whenever you\n            access or use our website to stay informed about our information practices and the choices available to you.\n          </p>\n          <p>\n            If you do not accept changes which are made to this Cookie Policy, or take any measures described above to\n            opt-out by removing or rejecting cookies, you may continue to use this website but accept that it may not\n            display and/or function as intended by us. Any social media channels connected to Gnosis Ltd. and third\n            party applications will be subject to the privacy and cookie policies and practices of the relevant platform\n            providers which, unless otherwise indicated, are not affiliated or associated with Gnosis Ltd. Your exercise\n            of any rights to opt-out may also impact how our information and content is displayed and/or accessible to\n            you on this website and on other websites.\n          </p>\n        </div>\n        <div>\n          <h3>APPENDIX</h3>\n          <p>Overview of cookies placed and the consequences if the cookies are not placed.</p>\n          <table>\n            <thead>\n              <tr>\n                <td colSpan={4}>\n                  <h4>First-party cookies</h4>\n                </td>\n              </tr>\n              <tr>\n                <td>\n                  <strong>Name of cookie</strong>\n                </td>\n                <td>\n                  <strong>Purpose(s) of cookie</strong>\n                </td>\n                <td>\n                  <strong>Storage period of cookie</strong>\n                </td>\n                <td>\n                  <strong>Consequences is cookie is not accepted</strong>\n                </td>\n              </tr>\n            </thead>\n            <tbody>\n              <tr>\n                <td>_ga</td>\n                <td>Used to distinguish users. Also used by Fortmatic wallet.</td>\n                <td>2 years from set/update</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_gid</td>\n                <td>Used to distinguish users. Also used by Fortmatic wallet.</td>\n                <td>24 hours</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_gat</td>\n                <td>Used to throttle request rate. Also used by Fortmatic wallet.</td>\n                <td>1 minute</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>APM_TOKEN</td>\n                <td>\n                  Contains a token that can be used to retrieve a Client ID from AMP Client ID service. Other possible\n                  values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID\n                  service.\n                </td>\n                <td>30 seconds to 1 year</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_gac_{'<property-id>'}</td>\n                <td>Contains campaign related information for the user</td>\n                <td>90 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>intercom-id-[app_id]</td>\n                <td>Anonymous visitor identifier cookie</td>\n                <td>9 months</td>\n                <td>User activity won&apos;t be tracked, live support via Intercom won&apos;t be available</td>\n              </tr>\n              <tr>\n                <td>intercom-session-[app_id]</td>\n                <td>\n                  Identifier for each unique browser session. This session cookie is refreshed on each successful\n                  logged-in ping, extending it to 1 week from that moment. The user can access their conversations and\n                  have data communicated on logged out pages for 1 week, as long as the session isn’t intentionally\n                  terminated with <code>Intercom(‘shutdown’)</code>, which usually happens on logout\n                </td>\n                <td>1 week</td>\n                <td>User activity won&apos;t be tracked, live support via Intercom won&apos;t be available</td>\n              </tr>\n              <tr>\n                <td>[version]_[network]__COOKIES</td>\n                <td>Saves user consent on using cookies</td>\n                <td>1 year for positive consent, 7 days for negative</td>\n                <td>If possible, cookie will be in the next session</td>\n              </tr>\n            </tbody>\n            <thead>\n              <tr>\n                <td colSpan={4}>\n                  <h4>Third-party cookies</h4>\n                  <p>The cookies from this table can be set by third-party wallets.</p>\n                </td>\n              </tr>\n              <tr>\n                <td>\n                  <strong>Name of cookie</strong>\n                </td>\n                <td>\n                  <strong>Purpose(s) of cookie</strong>\n                </td>\n                <td>\n                  <strong>Storage period of cookie</strong>\n                </td>\n                <td>\n                  <strong>Consequences is cookie is not accepted</strong>\n                </td>\n              </tr>\n            </thead>\n            <tbody>\n              <tr>\n                <td>amplitude_id, amplitude_idunidentified</td>\n                <td>\n                  To the best of our knowledge, these cookies are used by Amplitude for session tracking for analytics\n                  purposes\n                </td>\n                <td>10 years</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>PORTIS_JWT</td>\n                <td>JWT Authentication token set by Portis web wallet</td>\n                <td>3 days</td>\n                <td>User won&apos;t be auto-logged in to Portis web wallet.</td>\n              </tr>\n              <tr>\n                <td>mp_{'<YOURTOKEN>'}_mixpanel</td>\n                <td>To the best of our knowledge, these cookies are used to send data to Mixpanel projects</td>\n                <td>9 months</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>ajs_user_id</td>\n                <td>\n                  To the best of our knowledge, this cookie helps track visitor usage, events, target marketing, and can\n                  also measure application performance and stability\n                </td>\n                <td>1 year</td>\n                <td>User activitywon&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>ajs_group_id</td>\n                <td>To the best of our knowledge, this cookie track visitor usage and events within the website</td>\n                <td>1 year</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>ajs_anonymous_id</td>\n                <td>\n                  To the best of our knowledge, these cookies are generally used for Analytics and help count how many\n                  people visit a certain site by tracking if you have visited before\n                </td>\n                <td>1 year</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_ga</td>\n                <td>Used to distinguish users</td>\n                <td>2 years from set/update</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_gid</td>\n                <td>Used to distinguish users</td>\n                <td>24 hours</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_gat</td>\n                <td>Used to throttle request rate</td>\n                <td>1 minute</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_FIRST_VISIT_{'{productID}'}</td>\n                <td>Stores the date of this user’s first visit to the site.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_USER_ID_{'{productID}'}</td>\n                <td>Stores an internal ID for this user.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_LAST_UPDATE_{'{productID}'}</td>\n                <td>Stores the timestamp for the last time the number of unread posts was updated for this user.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_FILTER_BY_URL_{'{productID}'}</td>\n                <td>Stores whether to apply URL filtering on the feed.</td>\n                <td>20 minutes</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_DATE_{'{productID}'}</td>\n                <td>Stores the latest date in which the feed was opened.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_BOOSTED_ANNOUNCEMENT_DATE_{'{productID}'}</td>\n                <td>Stores the latest date in which a boosted announcement was displayed.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_LAST_POST_SHOWN_{'{productID}'}</td>\n                <td>Stores the ID of the last post shown as a teaser.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_SOUND_PLAYED_{'{productID}'}</td>\n                <td>Stores whether the notification sound was played since the last time the feed was opened.</td>\n                <td>7 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_LAST_PUSH_PROMPT_INTERACTION_{'{productID}'}</td>\n                <td>\n                  Stores the date of this user’s latest interaction with the prompt requesting permission to send push\n                  notifications.\n                </td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n              <tr>\n                <td>_BEAMER_NPS_LAST_SHOWN_{'{productID}'}</td>\n                <td>Stores the latest date in which the NPS prompt was shown to this user.</td>\n                <td>300 days</td>\n                <td>User activity won&apos;t be tracked</td>\n              </tr>\n            </tbody>\n          </table>\n        </div>\n    ",
    "component": "common/TextBlock"
  }
]
