[
  {
    "pageTitle": "Safe – Disclaimer",
    "component": "common/MetaTags"
  },
  {
    "title": "Disclaimer",
    "component": "common/TextBlock",
    "text": "<h1>Legal Disclaimer for safe.global</h1><p style=\"text-align: center;\">Last updated: March 2024</p><h3>1.&emsp;Introduction</h3><p>This is a disclaimer (“<strong>Disclaimer</strong>”) of the Safe Ecosystem Foundation with registered office in Zug, Switzerland (“<strong>Foundation</strong>”, “<strong>We</strong>” or “<strong>Ours</strong>”) for https://safe.global (“<strong>Website</strong>”). You (“<strong>You</strong>”, “<strong>Your</strong>” or “<strong>User</strong>”) shall read it carefully. The Website only provides educational material about the activity and technology of the Safe ecosystem, as further described below.</p><p>By visiting or accessing the Website, you represent and warrant that (i) you may not use, or encourage, instigate, promote, facilitate, or instruct others to use, the Website for any illegal, harmful, fraudulent, or infringing use; (ii) you are not subject to personal sanctions issued by the UN, US, EU or Switzerland; and (iii) you are not accessing the Website from one of the countries embargoed or restricted by the Swiss State Secretariat for Economic Affairs (SECO).</p><p>We reserve the right to change this Disclaimer at any time in our sole discretion. The Disclaimer in effect at the time of you visit the Website applies. It is your responsibility to periodically review the most current version of the Disclaimer. Your continued use of the Website constitutes your confirmation that you have carefully read and understood the content of this Disclaimer.</p><h3>2.&emsp;No Interaction with technology of the Safe ecosystem</h3><p>The Website provides educational materials and information (“<strong>Content</strong>”) about technologies of the Safe ecosystem, including a modular smart contract account open-source software code base (“<strong>Safe Technology</strong>”), the decentralized governance powered by the Safe Token  (“<strong>SafeDAO</strong>”), and the surrounding ecosystem and community (“<strong>Safe Ecosystem</strong>”). By visiting and/or using the Website, you are <strong style=\"text-decoration: underline;\">NOT</strong> interacting with Safe Technology and/or the SafeDAO in any way.</p><h3>3.&emsp;No Involvement of the Foundation in Safe Protocol Products and Services</h3><p>While the Foundation’s purpose is to support the development of Safe Technology and the promotion of the Safe Ecosystem, the Foundation does not manage, control, or act as an administrator or operator of Safe Technology and does not provide you with any products and/or services related to Safe Technology.</p><p>You agree and acknowledge that Safe Technology, as open-source software, is being used or implemented by any party in accordance with the applicable license. At no time shall Safe Technology, its implementations (including, without limitation the Safe{Wallet} and/or Safe{Core}, and/or related components be a product or service provided or made available by the Foundation in any capacity. Therefore, by using, interacting with, or implementing the Safe Technology or any of its related components, you are NOT interacting with the Foundation in any way.</p><p>The Foundation makes no representations, warranties or covenants with respect to Safe Technology (or any implementations and/or components thereof), including, but not limited to, with regard to their technical properties and/or characteristics or performance, or their actual or potential usefulness or suitability for any particular purpose.</p><h3>4.&emsp;&nbsp;Content of Website</h3><h3>4.1&emsp;Content of the Foundation</h3><p>The Content is provided for general information purposes only. We do not warrant the accuracy, completeness or usefulness of the Content. Any reliance you place on such information is strictly at your own risk. Nothing in the Content should be used or relied upon as legal, financial, tax or other advice, or as an instruction or solicitation of action by any person.</p><h3>4.2&emsp;Third Party Links</h3><p>The Website may contain links to websites and content that is controlled or operated by third parties (“<strong>Third Party Links</strong>”). The Foundation is providing these Third Party Links to you only for convenience and the inclusion of any Third Party Links on the Website does not imply any endorsement by the Foundation of the Third Party Links and/or their operators. The Foundation is not responsible for any content contained in or associated with the Third Party Links.</p>    <h3>5.&emsp;Access and Changes to Website</h3><p>We reserve the right to withdraw or modify the Website, and/or any Content on it, at our sole discretion without notice. We do not guarantee that the Website or the Content on it will be continuously available or accessible without interruption. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to all or part of the Website. We are under no obligation to update any Content.</p><h3>6.&emsp;Disclaimer of Warranties</h3><p>The access and use of the Website is made at your own risk. You understand and agree that the Website is provided on an “as is” and “as available” basis and that the Foundation expressly disclaims all warranties or conditions of any kind, whether express, implied, statutory or otherwise. Neither the Foundation nor any person associated with the Foundation makes any warranty or representation with respect to the completeness, security, reliability, quality, accuracy, or availability of the Website and the Content. Without limiting the foregoing, neither the Foundation nor anyone associated with the Foundation represents or warrants that the Website, the Content, or any services obtained through the Website (if any) will be accurate, reliable, error-free, or uninterrupted, that defects will be corrected, that our Website or the server that makes it available are free of viruses or other harmful components, or that the Website or any services or items obtained through the Website (if any) will otherwise meet your needs or expectations.</p><h3>7.&emsp;Limitation of Liability</h3><p>To the fullest extent permitted by law, in no event shall the Foundation, its affiliates, or their licensors, service providers, employees, agents, officers, or directors be liable for damages of any kind, under any legal theory, arising out of or in connection with your visit, access, use, or inability to use, the Website, any websites linked to it, any Content or such other websites, including any direct, indirect, special, incidental, consequential, or punitive damages, including but not limited to, personal injury, pain and suffering, emotional distress, loss of revenue, loss of profits, loss of business or anticipated savings, loss of use, loss of goodwill, loss of data, and whether caused by tort (including negligence), breach of contract, or otherwise, even if foreseeable.</p><p>You further understand and agree that neither Safe Technology nor any of its implementations and/or components are under the control of and/or operated by the Foundation and that the Foundation shall not be liable for any loss or injury resulting from any vulnerability or any type of malfunction or failure of Safe Technology or any other issues resulting in loss or injury.</p><h3>8.&emsp;Governing Law and Jurisdiction</h3><p>This Disclaimer shall be construed and interpreted in accordance with the substantive laws of Switzerland, excluding the Swiss conflict of law rules. The United Nations Convention for the International Sales of Goods is excluded.</p><p>Any dispute arising out of or in conjunction with this Disclaimer shall be submitted to the exclusive jurisdiction of the ordinary courts of the city of Zug, Switzerland.</p>"
  }
]
