[
  {
    "pageTitle": "Safe – Privacy",
    "component": "common/MetaTags"
  },
  {
    "title": "Privacy",
    "component": "common/TextBlock",
    "text": "<h1>Privacy Notice of Safe Ecosystem Foundation</h1>\n    <p style=\"text-align: center\">Version [1.0]</p>\n    <p style=\"text-align: center\">Last update effective as of August 2023</p>\n    <h3>&#8544;.&nbsp;&nbsp;&nbsp;&nbsp;General Information</h3>\n    <p>\n      This Privacy Notice describes how Safe Ecosystem Foundation, Bahnhofstrasse 16, 6300 Zug, incorporated under the\n      laws of Switzerland (also “we”, “us” or “our”) collects, protects, and uses your personal data when you use our\n      website (in this context, the term “website” also includes our web portals or Apps) obtain products or services\n      from us, interact with us in relation with a contract, communicate with us or otherwise deal with us. We explain\n      what we do with your personal data, for what purposes and on what legal foundation we do so, and what rights you\n      have on that basis. When appropriate we will provide just-in-time notice to cover any additional processing\n      activities not mentioned in this Privacy Notice. In addition, we may inform you about the processing of your data\n      separately, for example in consent forms, terms and conditions, additional privacy notices, forms and other\n      notices. We use the word “data” here interchangeably with “personal data”.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <ul>\n        <li>\n          “Personal data” means any information relating to an identified or identifiable natural person (“data\n          subject”); an identifiable natural person is one who can be identified, directly or indirectly, in particular\n          by reference to an identifier such as a name, an identification number, location data, an online identifier or\n          to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social\n          identity of that natural person; “sensitive personal data” is a subset of personal data and revealing e.g.\n          racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership,\n          genetic data, biometric data, health data or data concerning a natural person's sex life or sexual orientation\n        </li>\n        <li>\n          “Processing” means any operation or set of operations which is performed on personal data or on sets of\n          personal data, whether or not by automated means, such as collection, recording, organisation, structuring,\n          storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or\n          otherwise making available, alignment or combination, restriction, erasure or destruction\n        </li>\n      </ul>\n    </details>\n    <p>\n      If you provide information to us about any person other than yourself, your employees, counterparties, your\n      advisers or your suppliers, you must ensure that the data is accurate and that they understand how their\n      information will be used, and that they have given their permission for you to disclose it to us and for you to\n      allow us, and our outsourced service providers, to use it.\n    </p>\n    <p>\n      This Privacy Notice is aligned with the EU General Data Protection Regulation (“GDPR”) and the Swiss Data\n      Protection Act (“DPA”). However, the application of these laws depends on each individual case.\n    </p>\n    <h3>\n      &#8545;.&nbsp;&nbsp;&nbsp;&nbsp;Name and Address of the Controller and the Data Protection Officer/Data Protection\n      Advisor\n    </h3>\n    <p>\n      The responsible person for processing your data under this Privacy Notice (“Controller”) unless we tell you\n      otherwise in an individual case is:\n    </p>\n    <p><strong>Safe Ecosystem Foundation</strong></p>\n    <p><strong>Bahnhofstrasse 16</strong></p>\n    <p><strong>6300 Zug</strong></p>\n    <p><a href=\"https://safe.global/\">www.safe.global</a></p>\n    <p>\n      <a href=\"mailto:dataprotection@safe.global\">dataprotection@safe.global</a>\n    </p>\n    <p>You may contact us regarding data protection matters and to exercise your rights at:</p>\n    <p><a href=\"mailto:legal@safe.global\">legal@safe.global</a></p>\n    <h3>&#8546;.&nbsp;&nbsp;&nbsp;&nbsp;Categories of Data we Process</h3>\n    <p>\n      The processing of personal data is limited to data that is required to operate a functional website and for the\n      provision of content, products and services. The processing of personal data of our users is based on the purposes\n      agreed or on a legal basis. We only collect personal data that is necessary to implement and process our tasks and\n      services or if you provide data voluntarily. Depending on the reason and purpose of the processing, we process\n      different data about you:\n    </p>\n    <ul>\n      <li>Technical Data</li>\n    </ul>\n    <p>\n      When you use our website, or other online offerings, we collect the IP address of your terminal device and other\n      technical data in order to ensure the functionality and security of these offerings. This data includes logs with\n      records of the use of our systems. We generally keep technical data for a maximum of 6 months. In order to ensure\n      the functionality of these offerings, we may also assign an individual code to you or your device (for example as\n      a cookie, see Section XV). Technical data as such does not permit drawing conclusions about your identity.\n      However, technical data may be linked with other categories of data (and potentially with your person) in relation\n      with user accounts, registrations, access controls or the performance of a contract.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>Technical data includes</p>\n      <p></p>\n      <ul>\n        <li>the IP address and information about the operating system of your device</li>\n        <li>name and URL of any visited page</li>\n        <li>the date and time of access, GMT time difference</li>\n        <li>information, whether the access was successful (access status/http status code)</li>\n        <li>amount of data transferred</li>\n        <li>websites that are accessed via our website</li>\n        <li>website form which any access takes place (so-called referrer URL)</li>\n        <li>the type of browser that you use to access our online offerings</li>\n        <li>name of your internet provider</li>\n        <li>\n          browser type and version used, and other information provided by the browser (such as geographical origin,\n          language setting, add-ons used, screen resolution, etc.)\n        </li>\n        <li>\n          logs that are created in our systems (e.g. the log of user logins to our website) and possibly the number of\n          clicks\n        </li>\n      </ul>\n      <p>\n        This may help us to provide an appropriate layout of the website or, for example, to display a sub-page for your\n        region. We know through which provider you access our offerings (and therefore also the region) because of the\n        IP address, but usually this does not tell us who you are. However, this changes for example when you create a\n        user account, because personal data can then be linked with technical data (for example, we can know the browser\n        you use to access an account through our website).\n      </p>\n    </details>\n    <ul>\n      <li>User Account and Registration Data</li>\n    </ul>\n    <p>\n      Some of our services may only be used with a user account or a registration (e.g. competitions, newsletters,\n      etc.). Such data will be kept for 12 months from the date of the use of the services ceases or the user account is\n      closed.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>User account and registration data includes</p>\n      <ul>\n        <li>Your wallet address</li>\n        <li>\n          Any other information you provide when you create an account on our website (for example username, password,\n          name, e-mail)\n        </li>\n        <li>contact details when you subscribe to our newsletter</li>\n      </ul>\n    </details>\n    <ul>\n      <li>Communication Data</li>\n    </ul>\n    <p>\n      When you get in contact with us via contact form, e-mail, telephone, chat, or by letter or other means of\n      communication, we collect the data exchanged between you and us, including your contact details and the metadata\n      of the communication. If we record telephone conversations, we will tell you specifically. If we have to confirm\n      your identity, for example in relation with a request for information, a request for press access, etc., we\n      collect data to identify you (for example a copy of an ID document). We generally keep this data for 12 months\n      from the last exchange between us. This period may be longer where required for evidentiary purposes, to comply\n      with legal or contractual requirements, or for technical reasons. E-mails in personal mailboxes and written\n      correspondence are generally kept for at least 10 years. Chats are generally stored for 2 years.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>Communication data includes</p>\n      <ul>\n        <li>your name and contact details</li>\n        <li>\n          the means, place and time of communication and usually also its contents (i.e. the contents of e-mails, phone\n          type, occupation, range of managed funds, letters, chats, etc.). This data may also include information about\n          third parties. For identification purposes, we may also process your ID document number or a password set by\n          you\n        </li>\n      </ul>\n    </details>\n    <ul>\n      <li>Master Data</li>\n    </ul>\n    <p>\n      Master data is the basic data that we need, in addition to contract data (see below), for the performance of our\n      contractual and other business relationships or for marketing and promotional purposes, such as name and contact\n      details, and information about, for example, your role and function, your bank details, your domicile, your date\n      of birth, customer history, powers of attorney, signature authorizations and declarations of consent, as well as\n      Know Your Customer (KYC) data, Know Your Business (KYB) data and further data relating to fraud prevention and the\n      combating of money laundering and terrorist financing, export restrictions, sanctions and embargoes. We process\n      your master data if you are a customer or other business contact or work for one (for example as a contact person\n      of the business partner), or because we wish to address you for our own purposes or for the purposes of a\n      contractual partner (for example as part of marketing and advertising, as part of our grants and bounty programs,\n      for invitations to events, for vouchers, newsletters, etc.). We receive master data from you (for example when you\n      make use of our services provided), from parties you work for, or from third parties such as contractual partners,\n      associations and address brokers, and from public sources such as public registers or the internet (websites,\n      social media, etc.) or from activity that is publicly visible and/or accessible on blockchains (e.g. Blockchain\n      address, information regarding purchases, sales, or transfer of NFTs, which may then be associated with other data\n      you have provided to us). We generally keep master data for 10 years from the last exchange between us but at\n      least from the end of the contract. This period may be longer if required for evidentiary purposes, to comply with\n      legal or contractual requirements, or for technical reasons. For contacts used only for marketing and advertising,\n      the period is usually much shorter, usually no more than 2 years from the last contact.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>\n        Master data is not comprehensively collected for all contact. Rather, the collection of master data depends on\n        the individual case and purpose of the processing. In general, it may include:\n      </p>\n      <ul>\n        <li>your name</li>\n        <li>address</li>\n        <li>e-mail address</li>\n        <li>telephone number and other contact details</li>\n        <li>wallet address</li>\n        <li>gender</li>\n        <li>date of birth</li>\n        <li>nationality</li>\n        <li>data about related persons</li>\n        <li>websites</li>\n        <li>social media profiles</li>\n        <li>photos and videos</li>\n        <li>copies of ID cards</li>\n        <li>\n          details of your relationship with us (e.g. customer, supplier, visitor, service provider or service recipient,\n          tc.)\n        </li>\n        <li>details of your status, allocations, classifications and mailing lists</li>\n        <li>details of interactions with you</li>\n        <li>reports</li>\n        <li>official documents (e.g. excerpts from the commercial register, permits)</li>\n        <li>payment information (e.g. bank details, account number and credit card data)</li>\n        <li>declarations of consent and opt-out information</li>\n        <li>\n          Know Your Customer (KYC) data, Know Your Business (KYB) data and data required with regard to the prevention\n          of and combating of money laundering (AML) and terrorist financing such as but not limited to transaction\n          data, business relationships relevant for AML purposes, declarations of beneficial ownership, etc. including\n          further data required for the whitelisting process\n        </li>\n        <li>\n          as regards customers, suppliers and partners, master data also includes information about the role or function\n          in the company, qualifications and information about superiors, co-workers and information about interactions\n          with these persons\n        </li>\n      </ul>\n    </details>\n    <ul>\n      <li>Contract Data</li>\n    </ul>\n    <p>\n      We collect contract data in relation with the conclusion or performance of a contract, e.g. information about the\n      products and the services provided or to be provided, as well as data from the period leading up to the conclusion\n      of a contract, information required or used for performing a contract, and information about feedback (e.g.\n      complaints, feedback about satisfaction, etc.). We generally collect this data from you, from contractual partners\n      and from third parties involved in the performance of the contract, but also from third-party sources (for example\n      credit information providers) and from public sources. We generally keep this data for 10 years from the last\n      contract activity but at least from the end of the contract. This period may be longer where necessary for\n      evidentiary purposes, to comply with legal or contractual requirements, or for technical reasons.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>Contract data includes:</p>\n      <ul>\n        <li>\n          information about the conclusion of the contract, about your contracts, for example, the type and date of\n          conclusion and its duration (including all information relating to our programs; e.g. such as grants programs,\n          bounty programs, bug-bounty programs etc.)\n        </li>\n        <li>\n          the performance and administration of the contracts, for example information in relation with billing,\n          customer service, technical assistance and the enforcement of contractual claims\n        </li>\n        <li>\n          information about deficiencies, complaints and changes of a contract as well as customer satisfaction\n          information that we may collect for example through surveys\n        </li>\n        <li>\n          financial data, such as credit information (meaning information that allows to draw conclusions about the\n          likelihood that receivables will be paid), information about reminders and debt collection\n        </li>\n      </ul>\n      <p>\n        We receive this data partly from you (for example when you make payments), but also from credit agencies and\n        debt collection companies and from public sources (for example a commercial register).\n      </p>\n    </details>\n    <ul>\n      <li>Behavioural and preference data</li>\n    </ul>\n    <p>\n      Depending on our relationship with you, we try to get to know you better and to tailor our products, services and\n      offers to you. For this purpose, we collect and process data about your behaviour and preferences. We do so by\n      evaluating information about your behaviour. Based on this data, we can for example determine the likelihood that\n      you will use certain services or behave in a certain way. The data processed for this purpose is already known to\n      us (for example where and when you use our services), or we collect it by recording your behaviour (for example\n      how you navigate our website). We anonymize or delete this data when it is no longer relevant for the purposes\n      pursued, which may be - depending on the nature of the data - between 2-3 weeks and 24 months (for product and\n      service preferences). This period may be longer as for evidentiary purposes, to comply with legal or contractual\n      requirements, or for technical reasons. We describe how tracking works on our website in Sections XV et seq..\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>Behavioural data includes:</p>\n      <ul>\n        <li>\n          information about certain actions, such as your response to electronic communications (for example if and when\n          you have opened an e-mail) or your location, as well as your interaction with our social media profiles and\n          your participation in sweepstakes, competitions and similar .\n        </li>\n        <li>\n          For example, we may collect your location data wirelessly through unique codes that your cell phone emits or\n          when you use our website. We will use signage at the relevant locations to tell you about the collection of\n          such anonymous motion profiles, and we will only create personalized motion profiles with your consent\n        </li>\n      </ul>\n      <p>\n        Preference data provides information on your needs, which products or services you might be interested in. We\n        obtain this information by analysing existing data, such as behavioural data, so that we get to know you better\n        and can better tailor our products and services to you. Such data also contributes to a general improvement of\n        our products and services. We combine this data with other data we obtain from third parties, such as address\n        broker, administrative office and publicly available sources (e.g. the internet), such as information about your\n        household size, income bracket and purchasing power, shopping behaviour, contact data of relatives, and\n        anonymous information from statistical offices.\n      </p>\n      <p>\n        Behavioural and preference data may be analysed on a personally identifiable basis (for example to show you\n        personalized advertising), but also on a non-identifiable basis (for example for market research or product\n        development). Behavioural and preference data may also be combined with other data (for example, motion data may\n        be used for contact tracing as part of a health protection concept).\n      </p>\n    </details>\n    <ul>\n      <li>Other data</li>\n    </ul>\n    <p>\n      We also collect data from you in other situations. For example, data that may relate to you (such as files,\n      evidence, etc.) is processed in relation with administrative or judicial proceedings. We may also collect data for\n      health protection (for example as part of health protection concepts). We may obtain or create photos, videos and\n      sound recordings in which you may be identifiable (for example at events, with security cameras, etc.). We may\n      also collect data about who enters certain buildings, and when or who has access rights (including in relation\n      with access controls, based on registration data or lists of visitors, etc.), who participates in events or\n      campaigns, e.g. competitions and who uses our infrastructure and systems and when. The retention period for this\n      data depends on the processing purpose and is limited to what is necessary. This ranges from one or two days for\n      many of the security cameras, to usually a few weeks in case of data for contact tracing and visitor data that is\n      usually kept for 3 months, to several years or longer for reports about events with images.\n    </p>\n    <p>\n      Much of the data set out in this Section is provided to us by you, e.g. through forms, in relation with\n      communication with us, in relation with contracts, when you use the website, etc. You are not obliged or required\n      to disclose data to us except in individual cases, for example within the framework of binding health protection\n      concepts (legal obligations). If you wish to enter into contracts with us or use our services, you must also\n      provide us with certain data, in particular master data, contract data and registration data, as part of your\n      contractual obligation under the relevant contract. When using our website, the processing of technical data\n      cannot be avoided. If you wish to gain access to certain systems or buildings, you must also provide us with\n      registration data. However, in the case of behavioural and preference data, you have the option of objecting or\n      not giving consent.\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>\n        We provide certain services to you only if you provide us with registration data, because we or our contractual\n        partners wish to know who uses our services or has accepted an invitation to an event, because it is a technical\n        requirement or because we wish to communicate with you. If you or the person you represent (for example your\n        employer) wishes to enter into or perform a contract with us, we must collect master data, contract data and\n        communication data from you, and we process technical data if you wish to use our website or other electronic\n        offerings for this purpose. If you do not provide us with the data necessary for the conclusion and performance\n        of the contract, you should expect that we may refuse to conclude the contract, that you may commit a breach of\n        contract or that we will not perform the contract. Similarly, we can only submit a response to a request from\n        you if we process communication data and - if you communicate with us online - possibly also technical data.\n        Also, the use of our website is not possible without us receiving technical data.\n      </p>\n    </details>\n    <p>\n      As far as it is not unlawful we also collect data from public sources (for example debt collection registers, land\n      registers, commercial registers, the media, or the internet including social media) or receive data from other\n      companies within our group, from public authorities and from other third parties (such as credit agencies, address\n      brokers, associations, contractual partners, internet analytics services, etc.).\n    </p>\n\n    <details>\n      <summary><em>More</em></summary>\n      <p>\n        The categories of personal data that we receive about you from third parties include, in particular, information\n        from public registers, information that we receive in relation with administrative and legal proceedings,\n        information in relation with your professional functions and activities (so that we can, for example, conclude\n        and process transactions with your employer with your assistance), information about you in correspondence and\n        meetings with third parties, credit information (where we conduct business with you in a personal capacity),\n        information about you that persons related to you (family, advisors, legal representatives, etc.) share with us\n        so that we can conclude or perform contracts with you or involving you (for example references, your delivery\n        address, powers of attorney, information about compliance with legal requirements such as those relating to\n        fraud prevention and the combating of money laundering and terrorist financing and Know Your Customer (KYC)\n        data, Know Your Business (KYB) data, sanctions, export restrictions, information from banks, insurance\n        companies, sales and other contractual partners of us about your use or provision of services (for example\n        payments, purchases, etc.), information from the media and the internet about the use or provision of services\n        by you (for example payments made, purchases made, etc.), information from the media and the internet about you\n        (where appropriate in a specific case, e.g. in the context of an application, marketing/sales, press review,\n        etc., your address and potentially interests and other socio-demographic data (especially for marketing and\n        research purposes) and data in relation with the use of third-party websites and online offerings where such use\n        can be linked to you.\n      </p>\n    </details>\n    <h3>&#8547;.&nbsp;&nbsp;&nbsp;&nbsp;Purposes of the Processing</h3>\n    <p>\n      We process your data for the purposes explained below. Further information is set out in Sections XV et seq. for\n      online services. These purposes and their objectives represent interests of us and potentially of third parties.\n      You can find further information on the legal basis of our processing in Section V.\n    </p>\n    <ul>\n      <li>Communication</li>\n    </ul>\n    <p>\n      We process your data for communication purposes, in order to communicate with you, in particular, when you contact\n      us in order, to respond to your queries or when you exercise your rights. For this purpose, we use in particular\n      communication data, master data and registration data to enable us to communicate with you and provide our\n      services or respond to requests. We keep this data to document our communication with you, for training purposes\n      and quality assurance.\n    </p>\n    <ul>\n      <li>Performance of a Contract</li>\n    </ul>\n    <p>\n      We process your data for entering into a contract with you, perform and administer it. In particular, we process\n      communication data, master data, registration data and contract data about you. This might include data about\n      third parties, e.g. if you order products or services for the benefit of a third party. This also includes data\n      about potential customers, that we receive from communication with you, on a trade fair or any other business\n      event. As regards the conclusion of a contact, we use this data to assess your creditworthiness and to open up a\n      business relationship with you. Administering and performing the contract with your might involve third parties,\n      such as logistic companies, advertising service providers, banks, insurance companies or credit information\n      providers in order to provide our products and services to you.\n    </p>\n    <ul>\n      <li>Marketing and Relationship Management</li>\n    </ul>\n    <p>\n      We process your data for marketing and relationship management purposes. For example, we send personalized\n      newsletters for products and services from us and, if applicable from selected third parties (e.g. advertising\n      partners). Marketing and relationship management might include contacting you via e-mail, telephone or other\n      channels for which we have contact information from you. We and, if applicable, selected third parties, only\n      display personalized content or advertising based on your usage behaviour or send e-mails for marketing purposes\n      (e.g. newsletter) if and to the extent you give your consent to us if required under applicable law. You can\n      object to such marketing activities or withdraw your consent at any time (please see Section XIII and XIV).\n    </p>\n    <ul>\n      <li>Product/Service Improvement and Innovation</li>\n    </ul>\n    <p>We process your data for market research and to improve our products and services (including our website).</p>\n    <ul>\n      <li>Safety or Security Reasons</li>\n    </ul>\n    <p>\n      We process your data to protect our IT and other infrastructure (e.g. buildings). For example, we process data for\n      monitoring, analysis and testing of our networks and IT infrastructures including access controls. We might also\n      use surveillance systems, e.g. cameras for security purposes. In such a case, we will inform you at the relevant\n      locations separately.\n    </p>\n    <ul>\n      <li>Compliance with Law</li>\n    </ul>\n    <p>\n      We process your data to comply with legal requirements, e.g. health security concepts, money aundering and\n      terrorist financing, tax obligations etc. and we might have to request further information from you to comply with\n      such requirements (“Know Your Customer”, “KYC”; “Know Your Business”, “KYB”) or as otherwise required by law and\n      legal authorities.\n    </p>\n    <ul>\n      <li>Risk Management, Corporate Governance and Business Development</li>\n    </ul>\n    <p>\n      We process your data as part of our risk management and corporate government in order to protect us from criminal\n      or abusive activity. As part of our business development, we might sell businesses, parts of businesses or\n      companies to others or acquire them from others or enter into partnerships and this might result in the exchange\n      and processing of data based on your consent, if necessary.\n    </p>\n    <h3>&#8548;.&nbsp;&nbsp;&nbsp;&nbsp;Legal Basis for Processing your Data</h3>\n    <h4><strong>Your Consent</strong></h4>\n    <p>\n      Where we asked for your consent (e.g., for receiving newsletters and for personalized content or advertising based\n      on your usage behaviour or for processing sensitive data), we process your data based on such consent. You may\n      withdraw your consent at any time with effect for the future by providing us written notice (e-mail sufficient),\n      see our contact details in Section II. If you like to withdraw your consent for online tracking, please see\n      Section XV et seq.. Withdrawal of your consent does not affect the lawfulness of the processing that we have\n      carried out prior to your withdrawal, nor does it affect the processing of your data based on other processing\n      grounds.\n    </p>\n    <p>Where we did not ask for your consent, we process your data on other legal grounds, such as</p>\n    <ul style=\"padding-left: 24px\">\n      <li>a contractual obligation</li>\n      <li>a legal obligation</li>\n      <li>a vital interest of the data subject or of another natural person</li>\n      <li>\n        a legitimate interest, which includes compliance with applicable law and the marketing of our products and\n        services, the interest in better understanding our markets and in managing and further developing our company,\n        including its operations, safely and efficiently\n      </li>\n    </ul>\n    <h3>&#8549;.&nbsp;&nbsp;&nbsp;&nbsp;Profiling and Automated Decision Taking</h3>\n    <p>\n      We might analyse aspects of your individual's personality, behaviour, interest and habits make predictions or\n      decisions about them for the purposes laid out in Section IV, e.g., to perform statistical analysis or to prevent\n      misuse and security risks. This analysis identifies correlations between different behaviours and characteristics\n      to create profiles for individuals. For example, we may use profiling to determine in which products or services\n      you might be interested. We may also use profiling to assess your creditworthiness. We do not use profiling that\n      can produce legal effects concerning you or similarly significantly affect you without human review.\n    </p>\n    <p>\n      In certain circumstances, automated decision taking might be necessary for reasons of efficiency and consistency.\n      In such cases, we will inform you accordingly and take the measures required by applicable law.\n    </p>\n    <h3>&#8550;.&nbsp;&nbsp;&nbsp;&nbsp;On-Chain Data</h3>\n    <p>\n      By using our blockchain-based services you acknowledge that your wallet address and related transactions, which\n      are considered personal data if relating to an identified or identifiable natural person, are permanently and\n      publicly stored on the blockchain, publicly available to anyone and neither we, nor any third party, has any power\n      to delete such data published by its users to the blockchain. If you want to ensure that your privacy rights are\n      not affected in any way, you should not transact on blockchains as certain rights may not be fully available or\n      exercisable by you or us due to the technological infrastructure of the blockchain.\n    </p>\n    <p>\n      You hereby release and indemnify us of any data privacy liability associated with data that you published to the\n      blockchain by using our services.\n    </p>\n    <h3>&#8551;.&nbsp;&nbsp;&nbsp;&nbsp;Disclosure of Data to Third Parties and Social Plug-ins</h3>\n    <p>\n      In order to perform our contracts, fulfil our legal obligations, protect our legitimate interest and the other\n      purposes and legal grounds set out above, we may disclose your data to third parties, in particular to the\n      following categories of recipients:\n    </p>\n    <ul>\n      <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;Group companies</strong></li>\n    </ul>\n    <p>\n      You hereby release and indemnify us of any data privacy liability associated with data that you published to the\n      blockchain by using our services.\n    </p>\n    <ul>\n      <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;Offerings of Third Parties</strong></li>\n    </ul>\n    <p>\n      Our Website may contain third-party offerings. If you click on such an offer, we will transfer data to the\n      respective third party to the extent necessary (e.g., the information that you found this offer on our website or\n      app and, if applicable, further information that you provided for this purpose on our website or app). We have no\n      control over, do not review and cannot be responsible for these third-party websites or their content. Please be\n      aware that the terms of this Privacy Notice do not apply to these third-party websites or their content, or to any\n      collection of your data after you click on links to such third-party websites. We encourage you to read the\n      privacy policies of every website you visit. Any links to third-party websites or locations are for your\n      convenience and do not signify our endorsement of such third parties or their products, content, or websites.\n    </p>\n    <ul>\n      <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;Third-Party Wallets</strong></li>\n    </ul>\n    <p>\n      To use our services or interact with us, you may use a third-party wallet which allows you to engage in\n      transactions on public blockchains. Your interactions with any third-party wallet provider are governed by the\n      applicable terms of service and privacy policy of that third party.\n    </p>\n    <ul>\n      <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;Service Providers</strong></li>\n    </ul>\n    <p>\n      We may share your information with service providers and business partners around the world with whom we\n      collaborate to fulfil the above purposes (e.g. IT provider, shipping companies, advertising service provider,\n      security companies, banks, insurance companies, telecommunication companies, credit information agencies, address\n      verification provider, lawyers) or who we engage to process personal data for any of the purposes listed above on\n      our behalf and in accordance with our instructions only.\n    </p>\n    <ul>\n      <li>\n        <strong>&nbsp;&nbsp;&nbsp;&nbsp;Contractual Partners Including Customers</strong>\n      </li>\n    </ul>\n    <p>\n      In case required under the respective contract we share your data with other contractual partners. If we sell or\n      buy any business or assets, we may disclose your data to the prospective seller or buyer of such business or\n      assets to whom we assign or novate any of our rights and obligations.\n    </p>\n    <ul>\n      <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;Legal Authorities</strong></li>\n    </ul>\n    <p>\n      If legally obliged or entitled to make disclosures or if it appears necessary to protect our interests, we may\n      disclose your data to courts, law enforcement authorities, regulators, government officials or other legal\n      authorities in Switzerland or abroad, e.g. in criminal investigations and legal proceedings including alternative\n      dispute resolution as well as to prevent and combat money laundering and terrorist financing (e.g. duties in the\n      event of a suspicion of money laundering, duty to report to Money Laundering Reporting Offices Switzerland or\n      abroad) or due to further reporting duties.\n    </p>\n    <ul>\n      <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;Social Plug-ins</strong></li>\n    </ul>\n    <p>\n      We do not use social media plug-ins on our website. If our website contains icons of social media providers (e.g.\n      Twitter, Mirror etc., we use these only as passive links to the websites of the respective social media platforms.\n    </p>\n    <ul>\n      <li>\n        <strong>&nbsp;&nbsp;&nbsp;&nbsp;Our Appearance on Social Networks</strong>\n      </li>\n    </ul>\n    <p>\n      We are present on the following social media platforms: [e.g., Twitter, LinkedIn, Facebook, Instagram, YouTube,\n      TikTok, Mirror, Farcaster, Lens] and collect data about you as described in Section III and below. We receive this\n      data from you and the platforms, when you enter into contact with us via our online presence (e.g., when you\n      communicate with us, comment on our content or visit our presence).\n    </p>\n    <p>\n      At the same time, the platforms evaluate your use of our online presence and link this data with other data about\n      you known to the platforms (e.g. about your behaviour and preferences). They also process this data for their own\n      purposes under their own responsibility, in particular for marketing and market research purposes (e.g., to\n      personalize advertising) and to control their platform (e.g., which content they show to you). This also happens,\n      if you do not have a profile on the social media platform.\n    </p>\n    <p>\n      We process this data for the purposes described in Section IV, in particular for communication, marketing purposes\n      and market research. You will find information on the legal basis in Section V.\n    </p>\n    <p>\n      We would like to point out that you use our presence on social media platforms and their functions on your own\n      responsibility. This applies, in particular to the use of interactive functions (e.g. commenting, sharing,\n      rating).\n    </p>\n    <p>\n      The individual data processing activities and their scope differ depending on the social media provider. For\n      details about the collection and storage of your personal data and about the type, scope and purpose of its use by\n      the social media provider, please refer to the privacy policy of the respective social media provider.\n    </p>\n    <p>\n      The data collected about you in this context is processed by the platforms and may be transferred to countries\n      outside the European Union, in particular the USA, which is considered not to provide adequate data protection\n      from a Swiss/EU perspective. Therefore, we have agreed to so-called standard data protection clauses (SCCs) with\n      the social media providers in order to ensure compliance with an appropriate level of data protection in third\n      countries.\n    </p>\n    <p>\n      We do not know how the social media platforms use the data from your visit to our account and interaction with our\n      posts for their own purposes, how long this data is stored and whether data is passed on to third parties. The\n      data processing may differ depending on whether you are registered and logged in to the social network or visit\n      the site as a non-registered and/or non-logged-in user. When you access a post or the account, the IP address\n      assigned to your terminal device is transmitted to the provider of the social media platform. If you are currently\n      logged in as a user, a cookie on your end device can be used to track how you have moved around the network.\n      Buttons embedded in websites enable the platforms to record your visits to these website pages and assign them to\n      your respective profile. Based on this data, content or advertising can be offered tailored to you. If you wish to\n      avoid this, you should log out or deactivate the \"stay logged in\" function, delete the cookies on your device and\n      restart your browser.\n    </p>\n    <p>\n      To exercise your data subject rights, you can contact both, us or the provider of the social media platform. To\n      the extent that one party is not responsible for responding or must obtain the information from the other party,\n      we or the provider will then forward your request to the respective partner. Please contact the provider of the\n      social media platform directly for questions about profiling, processing of your data when using the website. For\n      questions about the processing of your interaction with us on our site, write to the contact details provided by\n      us above.\n    </p>\n    <p>\n      For further information on the purpose and scope of data collection and processing by the social media platform,\n      please review the privacy notices of these social media platforms, where you will also receive further information\n      about your rights and about setting options for protecting your privacy.\n    </p>\n    <h3>&#8552;.&nbsp;&nbsp;&nbsp;&nbsp;Transfer of Data Abroad</h3>\n    <p>\n      As we have explained in Section VII, we disclose data to other parties, not all of them located in Switzerland.\n      Your data may be processed in the European Economic Area (EEA) and in exceptional circumstances also in countries\n      outside the EEA and around the world, which includes countries that do not provide the same level of data\n      protection as Switzerland or the EEA and are not recognized as providing an adequate level of data protection. We\n      only transfer data to these countries when it is necessary for the performance of a contract or for the exercise\n      or defence of legal claims, or if such transfer is based on your explicit consent or subject to safeguards that\n      assure the protection of your data, such as the European Commission approved standard contractual clauses.\n    </p>\n    <h3>&#8553;.&nbsp;&nbsp;&nbsp;&nbsp;How Long We Keep your Personal Data</h3>\n    <p>\n      We only process your data for as long as necessary to fulfil the purposes we collected it for, including for the\n      purposes of complying with legal retention requirements and where required to assert or defend against legal\n      claims, until the end of the relevant retention period or until the claims in question have been settled. Upon\n      expiry of the applicable retention period, we will securely destroy your data in accordance with applicable laws\n      and regulations.\n    </p>\n    <h3>&#8554;.&nbsp;&nbsp;&nbsp;&nbsp;Security of your Personal Data</h3>\n    <p>\n      We take appropriate organisational and technical security measures to prevent your personal data from being\n      accidentally lost, used or accessed in an unauthorised way, altered or disclosed.\n    </p>\n    <p>\n      However, we and your personal data can still become victims of cyber-attacks, cybercrime, brute force, hacker\n      attacks and further fraudulent and malicious activity including but not limited to viruses, forgeries,\n      malfunctions, and interruptions which is out of our control and responsibility.\n    </p>\n    <p>\n      We have also put in place procedures to deal with any suspected personal data breach and will notify you and any\n      applicable regulator of a breach where we are legally required to do so.\n    </p>\n    <h3>&#8555;.&nbsp;&nbsp;&nbsp;&nbsp;Your Rights</h3>\n    <p>\n      You have various rights in relation with our processing of your personal data, depending on the applicable data\n      protection law:\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Right of Access</li>\n    </ul>\n    <p>\n      You have the right to request a copy of the personal data that we hold about you. There are exceptions to this\n      right, so that access may be denied if, for example, making the information available to you would reveal personal\n      data about another person, or if we are legally prevented from disclosing such information.\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Right to Rectification</li>\n    </ul>\n    <p>\n      We aim to keep your personal data accurate, current, and complete. We encourage you to contact us to let us know\n      if any of your personal data is not accurate or changes, so that we can keep your personal data up to date.\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Right to Erasure</li>\n    </ul>\n    <p>\n      You have the right to require us to erase your personal data when the personal data is no longer necessary for the\n      purposes for which it was collected, or when, among other things, your personal data have been unlawfully\n      processed.\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Right to Restriction</li>\n    </ul>\n    <p>\n      You have the right to ask us to restrict the processing of your personal information in certain circumstances.\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Right to Data Portability</li>\n    </ul>\n    <p>\n      You have the right to ask that we transfer the personal information you gave us to another controller or to you,\n      in certain circumstances.\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Right to Withdraw Consent</li>\n    </ul>\n    <p>\n      Where we process data based on your consent, you have the right to withdraw your consent. Once we have received\n      notification that you have withdrawn your consent, we will no longer process your information for the purpose(s)\n      to which you originally consented unless there is another legal ground for the processing.\n    </p>\n    <ul>\n      <li>&nbsp;&nbsp;&nbsp;&nbsp;Complaints</li>\n    </ul>\n    <p>\n      If you believe that your data protection rights might have been breached, please let us know our contact the\n      applicable supervisory authority. The Federal Data Protection and Information Commissioner is the competent data\n      protection authority in Switzerland. The contact details are available here: www.edoeb.admin.ch.\n    </p>\n    <p>\n      If you are residing in the European Union, you also have the right to complain to your local data protection\n      supervisory authority. You can find some contact details of the respective authorities of the Member States of the\n      European Union here: https://edpb.europa.eu/about-edpb/about-edpb/members_en.\n    </p>\n    <h3>&#8553;&#8546;.&nbsp;&nbsp;&nbsp;&nbsp;Right to Object</h3>\n    <p>\n      Under applicable data protection law, you have the right to object at any time to the processing of personal data\n      pertaining to you under certain circumstances, in particular where your data is processed in the public interest,\n      on the basis of a balance of interests or for direct marketing purposes.\n    </p>\n    <p>\n      If you like to exercise the above-mentioned rights, please contact us at\n      <a href=\"mailto:dataprotection@safe.global\">dataprotection@safe.global</a> or the contact details provided under\n      Section II unless otherwise specified or agreed. Please note that we need to identify you to prevent misuse, e.g.,\n      by means of a copy of your ID card or passport, unless identification is possible otherwise.\n    </p>\n    <h3>&#8553;&#8547;.&nbsp;&nbsp;&nbsp;&nbsp;Newsletter</h3>\n    <p>\n      If you subscribe to one of our newsletters offered, you may cancel the subscription at any time by using the\n      option to unsubscribe contained in the newsletter.\n    </p>\n    <h3>&#8553;&#8548;.&nbsp;&nbsp;&nbsp;&nbsp;Cookies</h3>\n    <p>\n      We use cookies on our website and may allow certain third parties to do so as well. Cookies are small files that\n      your browser automatically creates and that are stored on your device (laptop, tablet, smartphone, etc.) when you\n      visit our website. For further information please see also our\n      <a href=\"/cookie\">Cookie Policy</a>.\n    </p>\n    <h3>&#8553;&#8549;.&nbsp;&nbsp;&nbsp;&nbsp;Monitoring Tools</h3>\n    <p>\n      We use social media monitoring tools that help us to identify and monitor content on third-party websites, e.g.,\n      in posts, tweets, blogs, news, forum posts and social media platforms. This gives us a detailed insight into\n      customer opinions and any topics on the internet that mentions our company name(s) or talks about our brand(s). In\n      doing so, so-called \"crawlers\" search available online sources to seek out the relevant hits. Some monitoring\n      tools search both publicly available data on the internet and closed-loop third-party networks with which they\n      have directly concluded contracts in order to access their data.\n    </p>\n    <p>\n      Our use of monitoring tools is based on our legitimate interests of market and opinion research for marketing and\n      PR purposes. Data processing by such monitoring tools is external and separate from our web and social media sites\n      and we are not responsible for any data processing by such monitoring tools.\n    </p>\n    <p>\n      If you like to object to the use of your information by such monitoring tools, or require information about the\n      data stored by them, or if you wish to exercise any other right that you are entitled to, please contact the\n      respective monitoring tool.\n    </p>\n    <h3>&#8553;&#8550;.&nbsp;&nbsp;&nbsp;&nbsp;Tracking Tools</h3>\n    <p>\n      Based on your consent we use tracking tools to ensure a tailored design and the continuous optimization of our\n      website. We also use the following tracking tools to statistically record the use of our website and evaluate it\n      for the purpose of optimizing the content we show you:\n    </p>\n    <h4>Google Analytics:</h4>\n    <p>\n      Google Ireland (based in Ireland) is our provider of “Google Analytics” and acts as our processor. Google Ireland\n      relies on Google LLLC (based the USA) as a processor for its services (both “Google”). Google uses performance\n      cookies (see above) to track the behaviour of visitors to our website (duration, frequency of pages viewed,\n      geographic origin of access, etc.) and compiles reports for us on the use of our website on this basis. We have\n      configured the service so that the IP addresses of visitors are shortened by Google in Europe before being\n      forwarded to the US and thus cannot be traced. We have turned off the \"Data Forwarding\" and \"Signals\" settings.\n      Although we can assume that the information we share with Google is not personal data for Google, it is possible\n      that Google can draw conclusions about the identity of visitors from this data for its own purposes, create\n      personal profiles and link this data to the Google accounts of these persons. If you consent to the use of Google\n      Analytics, you explicitly agree to such processing, which also includes the transfer of personal data (in\n      particular usage data for the website and app, device information and individual IDs) to the US and other\n      countries not offering adequate data protection from a Swiss/EU perspective. Information on the data protection of\n      Google Analytics can be found here\n      <a href=\"https://support.google.com/analytics/answer/6004245\"\n        >https://support.google.com/analytics/answer/6004245</a\n      >\n      and if you have a Google account, you can find further details on processing by Google here\n      <a href=\"https://policies.google.com/technologies/partner-sites?hl=de\"\n        >https://policies.google.com/technologies/partner-sites?hl=de</a\n      >.\n    </p>\n    <h4>Hotjar:</h4>\n    <p>\n      We use Hotjar in order to better understand our users' needs and to optimize this service and experience. Hotjar\n      is a technology service that helps us better understand our users' experience (e.g. how much time they spend on\n      which pages, which links they choose to click, what users do and don't like, etc.) and this enables us to build\n      and maintain our service with user feedback. Hotjar uses cookies and other technologies to collect data on our\n      users' behavior and their devices. This includes a device's IP address (processed during your session and stored\n      in a de-identified form), device screen size, device type (unique device identifiers), browser information,\n      geographic location (country only), and the preferred language used to display our website. Hotjar stores this\n      information on our behalf in a pseudonymized user profile. Hotjar is contractually forbidden to sell any of the\n      data collected on our behalf.\n    </p>\n    <p>\n      For further details, please see the 'about Hotjar' section of\n      <a href=\"https://help.hotjar.com/hc/en-us/categories/115001323967-About-Hotjar\">Hotjar's support site</a>.\n    </p>\n    <h3>&#8553;&#8551;.&nbsp;&nbsp;&nbsp;&nbsp;Updating and changing this Privacy Notice</h3>\n    <p>\n      Due to continuous development of our website and the contents thereof, changes in law or regulatory requirements,\n      we might need to change this Privacy Notice from time to time. Our current privacy Notice can be found at our\n      website (safe.gobal).\n    </p>"
  }
]
