[
  {
    "title": "Privacy",
    "text": "\n        <p>Last updated on March 4, 2022</p>\n        <div>\n          <p>\n            We are delighted that you have chosen to use our App or visit our website. We take our data protection\n            responsibilities with the utmost seriousness and we have designed our website so that you may navigate and\n            use our website without having to provide Personal Data.\n          </p>\n          <p>\n            This Policy sets out what Personal Data we collect, how we process it and how long we retain it. This Policy\n            applies to all of our processing activities where we act as a data controller.\n          </p>\n          <p>\n            In this policy, &quot;we&quot;, &quot;us&quot; and &quot;our&quot; refers to Gnosis Limited a company\n            incorporated in Gibraltar with its registered address at World Trade Center, 6 Bayside Rd, Gibraltar.\n          </p>\n          <p>For more information about us, see the Contact Us section of this policy.</p>\n          <p>\n            In this Policy, “personal data” means any information relating to you as an identified or identifiable\n            natural person (“Data Subject”); an identifiable natural person is one who can be identified, directly or\n            indirectly, in particular by reference to an identifier such as a name, an online identifier or to one or\n            more factors specific to your physical, physiological, genetic, mental, economic, cultural or social\n            identity.\n          </p>\n          <p>\n            In this Policy, “processing” means any operation or set of operations which is performed on personal data\n            (as defined in this Privacy Policy) or on sets of personal data, whether or not by automated means, such as\n            collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval,\n            consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or\n            combination, restriction, erasure or destruction.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>1. Navigating this Policy</strong>\n          </p>\n          <p>\n            If you are viewing this policy online, you can click on the below links to jump to the relevant section:\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              <a href=\"#2\">Your information and the Blockchain</a>\n            </li>\n            <li>\n              <a href=\"#3\">How We Use Personal Data</a>\n            </li>\n            <li>\n              <a href=\"#4\">Use of Third Party Applications</a>\n            </li>\n            <li>\n              <a href=\"#5\">Sharing Your Personal Data</a>\n            </li>\n            <li>\n              <a href=\"#6\">Transferring Your data outside of the EU</a>\n            </li>\n            <li>\n              <a href=\"#7\">Existence of Automated Decision-making</a>\n            </li>\n            <li>\n              <a href=\"#8\">Data Security</a>\n            </li>\n            <li>\n              <a href=\"#9\">Your Rights as a Data Subject</a>\n            </li>\n            <li>\n              <a href=\"#10\">Storing Personal Data</a>\n            </li>\n            <li>\n              <a href=\"#11\">Changes to this Privacy Policy</a>\n            </li>\n            <li>\n              <a href=\"#12\">Our details</a>\n            </li>\n          </ol>\n        </div>\n        <div id=\"2\">\n          <p>\n            <strong>2. Your information and the Blockchain</strong>\n          </p>\n          <p>\n            Blockchain technology, also known as distributed ledger technology (or simply ‘DLT’), is at the core of our\n            business. Blockchains are decentralized and made up of digitally recorded data in a chain of packages called\n            ‘blocks’. The manner in which these blocks are linked is chronological, meaning that the data is very\n            difficult to alter once recorded. Since the ledger may be distributed all over the world (across several\n            ‘nodes’ which usually replicate the ledger) this means there is no single person making decisions or\n            otherwise administering the system (such as an operator of a cloud computing system), and that there is no\n            centralized place where it is located either.\n          </p>\n          <p>\n            Accordingly, by design, a blockchains records cannot be changed or deleted and is said to be ‘immutable’.\n            This may affect your ability to exercise your rights such as your right to erasure (‘right to be\n            forgotten’), or your rights to object or restrict processing, of your personal data. Data on the blockchain\n            cannot be erased and cannot be changed. Although smart contracts may be used to revoke certain access\n            rights, and some content may be made invisible to others, it is not deleted.\n          </p>\n          <p>\n            In certain circumstances, in order to comply with our contractual obligations to you (such as delivery of\n            tokens) it will be necessary to write certain personal data, such as your wallet address, onto the\n            blockchain; this is done through a smart contract and requires you to execute such transactions using your\n            wallet’s private key.\n          </p>\n          <p>\n            In most cases ultimate decisions to (i) transact on the blockchain using your wallet address, as well as\n            (ii) share the public key relating to your wallet address with anyone (including us) rests with you.\n          </p>\n        </div>\n        <div>\n          <p>\n            IF YOU WANT TO ENSURE YOUR PRIVACY RIGHTS ARE NOT AFFECTED IN ANY WAY, YOU SHOULD NOT TRANSACT ON\n            BLOCKCHAINS AS CERTAIN RIGHTS MAY NOT BE FULLY AVAILABLE OR EXERCISABLE BY YOU OR US DUE TO THE\n            TECHNOLOGICAL INFRASTRUCTURE OF THE BLOCKCHAIN. IN PARTICULAR THE BLOCKCHAIN IS AVAILABLE TO THE PUBLIC AND\n            ANY PERSONAL DATA SHARED ON THE BLOCKCHAIN WILL BECOME PUBLICLY AVAILABLE\n          </p>\n        </div>\n        <div id=\"3\">\n          <p>\n            <strong>3. How We Use Personal Data</strong>\n          </p>\n          <p>3.1. When visiting our website</p>\n          <p>We may collect and process Personal Data about your use of our website. This data may include:</p>\n          <ol style={{ listStyleType: 'lower-roman' }}>\n            <li>the browser types and versions used;</li>\n            <li>the operating system used by the accessing system;</li>\n            <li>the website from which an accessing system reaches our website (so-called referrers);</li>\n            <li>behaviour: subpage, duration, and revisit</li>\n            <li>the date and time of access to our website,</li>\n            <li>the Internet protocol address (“IP address”);</li>\n            <li>the Internet service provider of the accessing system; and</li>\n            <li>\n              any other similar data and information that may be used in the event of attacks on our information\n              technology systems.\n            </li>\n          </ol>\n          <p>\n            This data may be processed in order to deliver the content of our website correctly, to optimize the content\n            of our website to ensure the long-term viability of our information technology systems and website\n            technology, and to provide law enforcement authorities with the information necessary for criminal\n            prosecution in case of a cyber-attack.\n          </p>\n          <p>\n            The legal basis for this processing is our legitimate business interests, namely monitoring and improving\n            our website and the proper protection of our business against risks and your consent when agreeing to accept\n            cookies\n          </p>\n          <p>3.2. When using the Safe App, the Safe for teams edition or the browser extension</p>\n          <p>\n            When using the Safe App, the Safe for teams or the browser extension we may collect and process personal\n            data. The data will be stored in different instances.\n          </p>\n          <ol style={{ listStyleType: 'lower-latin' }}>\n            <li>\n              <p>On the Blockchain the following data will be stored:</p>\n              <ol style={{ listStyleType: 'lower-roman' }}>\n                <li>your smart contract address of the Safe;</li>\n                <li>addresses of externally owned accounts</li>\n                <li>transaction made with the safe; and</li>\n                <li>ETH and token balance.</li>\n              </ol>\n              <p>\n                The data is needed to create the user’s safe and enable the user to make use of the app. The Gnosis Safe\n                is a multi-signature wallet. Thus, the externally owned accounts are needed to confirm a transaction\n                before they are executed.\n              </p>\n              <p>The legal basis for this processing is that it is necessary to fulfil a contract with you.</p>\n              <p>\n                The data will be stored on the Blockchain. Given the technological design of the blockchain, as\n                explained in section 2, this data will become public and it will not likely be possible to delete or\n                change the data at any given time.\n              </p>\n            </li>\n            <li>\n              <p>In our Amazon Webserver we will store the following data:</p>\n              <ol style={{ listStyleType: 'lower-roman' }}>\n                <li>your smart contract address of the Safe address;</li>\n                <li>addresses of externally owned accounts; and</li>\n                <li>transaction made with the safe.</li>\n              </ol>\n              <p>The legal basis for this processing is that it is necessary to fulfil a contract with you.</p>\n            </li>\n            <li>\n              <p>Log Data</p>\n              <ol style={{ listStyleType: 'lower-roman' }}>\n                <li>your smart contract address of the Safe address;</li>\n                <li>the Internet protocol address (“IP address”); and</li>\n                <li>transaction id/ Hash.</li>\n              </ol>\n              <p>\n                We need this data to be able to debug issues and provide support for our application. The legal basis\n                for this processing is that it is necessary to fulfil a contract with you.\n              </p>\n            </li>\n          </ol>\n          <p>3.3. When Participating in User Experience Research (UXR)</p>\n          <p>\n            When you participate in our user experience research we may collect and process some personal data. This\n            data may include:\n          </p>\n          <ol style={{ listStyleType: 'lower-roman' }}>\n            <li>your name</li>\n            <li>your email</li>\n            <li>your phone type</li>\n            <li>your occupation</li>\n            <li>range of managed funds</li>\n          </ol>\n          <p>\n            In addition, we may take a recording of you while testing the Safe for internal and external use. The basis\n            for this collection and processing is our legitimate business interest in monitoring and improving our\n            services.\n          </p>\n          <p>\n            The legal basis for this processing is your consent as provided before participating in user experience\n            research.\n          </p>\n          <p>3.4 When registering for the email notification service</p>\n          <p>\n            We may collect and process Personal Data that you provide to us for the purpose of subscribing to our email\n            notification service. This data may include:\n          </p>\n          <ol style={{ listStyleType: 'lower-roman' }}>\n            <li>your email address;</li>\n            <li>the date and time of registration;</li>\n            <li>your IP address.</li>\n          </ol>\n          <p>\n            This data is collected and processed for the purpose of sending you product updates and announcements\n            related to the Gnosis Safe.\n          </p>\n          <p>\n            The legal basis for this processing is your consent as provided in the double opt-in confirmation part of\n            our sign-up process. Your email address will be stored as long we have the consent to send you a\n            notification email.\n          </p>\n          <p>3.5 When receiving the email notification</p>\n          <p>\n            If you have subscribed to our email notification service, each time you receive an email notification from\n            us, we may collect and process Personal Data. This data may include:\n          </p>\n          <ol style={{ listStyleType: 'lower-roman' }}>\n            <li>the date and time you opened the email;</li>\n            <li>what (if any) links or URLs you accessed from our newsletter;</li>\n            <li>the location it was accessed from.</li>\n          </ol>\n          <p>\n            This data is collected and processed for the purpose of improving the content of our email notification\n            service.\n          </p>\n          <p>\n            The legal basis for this processing is your consent as provided in the double opt-in confirmation part of\n            our sign-up process.\n          </p>\n          <p>3.6 Other uses of your Personal Data</p>\n          <p>\n            We may process any of your Personal Data where it is necessary to establish, exercise, or defend legal\n            claims. The legal basis for this processing is our legitimate interests, namely the protection and assertion\n            of our legal rights, your legal rights and the legal rights of others.\n          </p>\n          <p>\n            Further, we may process your Personal data where such processing is necessary in order for us to comply with\n            a legal obligation to which we are subject. The legal basis for this processing is our legitimate interests,\n            namely the protection and assertion of our legal rights.\n          </p>\n        </div>\n        <div id=\"4\">\n          <p>\n            <strong>4. Use of Third Party Applications</strong>\n          </p>\n          <p>4.1. Blockchain</p>\n          <p>\n            When using the Gnosis Safe your smart contract address, the transactions made with the Safe, addresses of\n            externally owned accounts and ETH balances and token balances will be stored on the Blockchain. See section\n            2 of this Policy\n          </p>\n          <p>\n            The information will be displayed permanently and public, this is part of the nature of the blockchain.\n            <br />\n            If you are new to this field, we highly recommend informing yourself about the blockchain technology before\n            using our services.\n          </p>\n          <p>4.2. Amazon Webserver</p>\n          <p>We use the Amazon Web Server (AWS) to store log and database data as described in section 3.2</p>\n          <p>\n            For further information and the applicable data protection provisions of AWS please visit{' '}\n            <a href=\"https://aws.amazon.com/privacy/?nc1=f_pr\">https://aws.amazon.com/privacy/?nc1=f_pr</a>\n          </p>\n          <p>4.3. Appstore /Playstore/Chrome Webstore</p>\n          <p>\n            Apple and Google most likely track user behavior when downloading apps from their stores as well as when\n            using apps. We (Gnosis) only have very limited access to that data. We can view aggregated statistics on\n            installs and uninstalls. Grouping by device type, app version, language, carrier and country is possible.\n          </p>\n          <p>\n            <a href=\"https://www.apple.com/legal/privacy/en-ww/\">https://www.apple.com/legal/privacy/en-ww/</a>\n          </p>\n          <p>\n            <a href=\"https://policies.google.com/privacy\">https://policies.google.com/privacy</a>\n          </p>\n          <p>4.4. Fingerprint/Touch ID/ Face ID</p>\n          <p>\n            We enable the user to unlock the Safe mobile app via fingerprint/ touch ID (Android and iOS) and Face ID\n            (iPhone X). This is a feature of the operating system. We do not store any of this data. Instead, a\n            proprietary API of the operating system is used to validate the user input. If you have any further\n            questions regarding fingerprint/ touch ID/ face ID you should consult with your preferred mobile device\n            provider or manufacturer.\n          </p>\n          <p>4.5. Firebase</p>\n          <p>\n            We use Firebase in order to be able to create reports and user funnels to understand possible issues of our\n            app that might impair user experience. We also need the to access this information to track the success of\n            our product. The Data is collected and stored by Firebase.\n          </p>\n          <p>The total data collected by firebase is compiled under the following link:</p>\n          <p>\n            <a href=\"https://support.google.com/firebase/answer/6317486?hl=en\">\n              https://support.google.com/firebase/answer/6317486?hl=en\n            </a>\n          </p>\n          <p>Additionally, we enabled the following firebase products</p>\n          <table>\n            <tbody>\n              <tr>\n                <td>\n                  <strong>\n                    Firebase\n                    <br />\n                    Service\n                  </strong>\n                </td>\n                <td>\n                  <strong>Personal data</strong>\n                </td>\n                <td>\n                  <strong>How the data helps to provide the service</strong>\n                </td>\n              </tr>\n              <tr>\n                <td>\n                  <strong>\n                    Firebase\n                    <br />\n                    Crash\n                    <br />\n                    Reporting\n                  </strong>\n                </td>\n                <td>\n                  Intance IDs\n                  <br />\n                  Crash traces\n                </td>\n                <td>\n                  How it helps: Crash Reporting uses crash stack traces to associate crashes with a project, send email\n                  alerts to project members and display them in the Firebase Console, and help Firebase customers debug\n                  crashes. It uses Instance IDs to measure number of users impacted by a crash. Retention: Crash\n                  Reporting retains crash stack traces for 180days. Firebase retains Instance IDs until the Firebase\n                  customer makes an API call to delete the ID. After the call, data is removed from live and backup\n                  systems within 180days.\n                </td>\n              </tr>\n              <tr>\n                <td>\n                  <strong>Firebase Cloud Messaging</strong>\n                </td>\n                <td>Instance IDs</td>\n                <td>\n                  How it helps: Firebase Cloud Messaging uses Instance IDs to determine which devices to deliver\n                  messages to. Retention: Firebase retains Instance IDs until the Firebase customer makes an API call to\n                  delete the ID. After the call, data is removed from live and backup systems within 180days.\n                </td>\n              </tr>\n              <tr>\n                <td>\n                  <strong>Google Analytics for Firebase</strong>\n                </td>\n                <td>\n                  Mobile ad IDs\n                  <br />\n                  IDFVs/Android IDs\n                  <br />\n                  Intance IDs\n                  <br />\n                  Analytics App\n                  <br />\n                  Instance IDs\n                  <br />\n                  <a href=\"https://support.google.com/firebase/answer/6318039\">\n                    https://support.google.com/firebase/answer/6318039\n                  </a>\n                </td>\n                <td>\n                  How it helps: Google Analytics uses the data to provide analytics and attribution information. The\n                  precise information collected can vary by the device and environment. For more information see Data\n                  collection. Retention: Google Analytics retains ID-associated data for 60 days, and retains aggregate\n                  reporting and campaign data without automatic expiration, unless the Firebase customer changes their\n                  retention preference in their Analytics settings or deletes their project.\n                </td>\n              </tr>\n              <tr>\n                <td>\n                  <strong>Firebase Remote Config</strong>\n                </td>\n                <td>Intance IDs</td>\n                <td>\n                  How it helps: Remote Config uses Instance IDs to select configuration values to return to end-user\n                  devices. Retention: Firebase retains Instance IDs until the Firebase customer makes an API call to\n                  delete the ID. After the call, data is removed from live and backup systems within 180days.\n                </td>\n              </tr>\n            </tbody>\n          </table>\n          <p>\n            For further information and the applicable data protection provisions of Firebase please visit{' '}\n            <a href=\"https://firebase.google.com/support/privacy/\">https://firebase.google.com/support/privacy/</a>.\n          </p>\n          <p>4.6. Fabric.io</p>\n          <p>\n            In order to be able to notice, debug and fix bugs/crashes of the Gnosis Safe app which might impair user\n            experience we use fabric.\n          </p>\n          <p>For further information and the applicable data protection provisions of fabric please visit</p>\n          <p>\n            <a href=\"https://get.fabric.io/\">https://get.fabric.io/</a>\n          </p>\n          <p>\n            <a href=\"https://fabric.io/kits/ios/crashlytics\">https://fabric.io/kits/ios/crashlytics</a>\n          </p>\n          <p>\n            In particular we use Crashlytics to monitor the performance of any male function of the app. The Services\n            automatically may collect certain information that does not personally identify users who access or use\n            mobile applications that use the Crashlytics. This information includes, but is not limited to, the user’s\n            Safe wallet address, device state information, unique device identifiers, device hardware and OS\n            information, information relating to how an application functions, and the physical location of a device at\n            the time of a crash.\n          </p>\n          <p>For further information and the applicable data protection provisions of fabric please visit</p>\n          <p>\n            <a href=\"https://fabric.io/terms\">https://fabric.io/terms</a>\n          </p>\n          <p>4.7. Transmitting Social Media Links</p>\n          <p>\n            At the end of our website we link to our social media profiles. Those services might also collect Personal\n            Data. Please refer to their privacy policies for more information.\n          </p>\n          <p>\n            Facebook: <a href=\"https://www.facebook.com/policy.php\">https://www.facebook.com/policy.php</a>\n            <br />\n            Twitter: <a href=\"https://twitter.com/de/privacy\">https://twitter.com/de/privacy</a>\n            <br />\n            Reddit:{' '}\n            <a href=\"https://www.redditinc.com/policies/privacy-policy\">\n              https://www.redditinc.com/policies/privacy-policy\n            </a>\n            <br />\n            Medium:{' '}\n            <a href=\"https://medium.com/policy/medium-privacy-policy-f03bf92035c9\">\n              https://medium.com/policy/medium-privacy-policy-f03bf92035c9\n            </a>\n          </p>\n          <p>4.8 Telegram</p>\n          <p>\n            In order to provide user support we created a group on Telegram (\n            <a href=\"https://telegram.org/\">https://telegram.org</a>) to facilitate the resolution of any questions and\n            concerns should these arise.\n          </p>\n          <p>\n            By accepting this Privacy Policy, you are deemed to consent to providing the following Personal Data to\n            persons looking to resolve any dispute:\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>Name and surname;</li>\n            <li>Used wallet address;</li>\n            <li>Detailed enquiry description;</li>\n            <li>The date and time that the issue arose;</li>\n            <li>The outcome sought.</li>\n          </ol>\n          <p>\n            Please note that Telegram may use and/or collect your Personal Data. Thus, we recommend to view Telegram’s\n            Privacy Policy at the following link:{' '}\n            <a href=\"https://telegram.org/privacy\">https://telegram.org/privacy</a>, on a periodical basis.\n          </p>\n          <p>4.9 Gitter</p>\n          <p>\n            In order to provide user support we created a group on Gitter (\n            <a href=\"https://gitter.im/\">https://gitter.im</a>) to facilitate the resolution of any questions and\n            concerns should these arise.\n          </p>\n          <p>\n            By accepting this Privacy Policy, you are deemed to consent to providing the following Personal Data to\n            persons looking to resolve any dispute:\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>Name and surname;</li>\n            <li>Used wallet address;</li>\n            <li>Detailed enquiry description;</li>\n            <li>The date and time that the issue arose;</li>\n            <li>The outcome sought.</li>\n          </ol>\n          <p>\n            Gitter is owned and operated by GitLab (<a href=\"https://gitlab.com/\">https://gitlab.com</a>). Please note\n            that GitLab may use and/or collect your Personal Data. Thus, we recommend to view GitLab’s Privacy Policy at\n            the following link: <a href=\"https://about.gitlab.com/privacy/\">https://about.gitlab.com/privacy/</a>, on a\n            periodical basis.\n          </p>\n          <p>4.10 Mailchimp</p>\n          <p>\n            We use Mailchimp (<a href=\"https://mailchimp.com/\">https://mailchimp.com/</a>) for our email notification\n            service to subscribers. Mailchimp allows us to prepare customized Emails and manage our subscribers.\n          </p>\n          <p>\n            We do not store any information collected by Mailchimp. Mailchimp’s privacy policy is available at{' '}\n            <a href=\"https://mailchimp.com/legal/privacy\">https://mailchimp.com/legal/privacy</a>.\n          </p>\n          <p>\n            Mailchimp’s purpose and function is further explained under the following link:{' '}\n            <a href=\"https://mailchimp.com/\">https://mailchimp.com/</a>\n          </p>\n          <p>4.11 Conflux</p>\n          <p>\n            We are collecting user feedback via <a href=\"https://getconflux.com/\">https://getconflux.com/</a>\n          </p>\n          <p>\n            We do not collect or store any personal data collected via Conflux. Conflux’s privacy policy is available at{' '}\n            <a href=\"https://getconflux.com/privacy-policy\">https://getconflux.com/privacy-policy</a>.\n          </p>\n          <p>4.12 Dovetail</p>\n          <p>\n            We are using Dovetail (<a href=\"https://dovetailapp.com/\">https://dovetailapp.com/</a>) for collecting user\n            research notes.\n          </p>\n          <p>\n            We do not store any information collected by Dovetail. Dovetail’s privacy policy is available at{' '}\n            <a href=\"https://dovetailapp.com/security/\">https://dovetailapp.com/security/</a> <span> .</span>\n          </p>\n          <p>\n            Dovetail’s purpose and function is further explained under the following link:{' '}\n            <a href=\"https://dovetailapp.com/\">https://dovetailapp.com/</a>\n          </p>\n          <p>4.13 Intercom</p>\n          <p>\n            We are using Intercom (<a href=\"https://www.intercom.com/\">https://www.intercom.com/</a>) for instant\n            customer chat services.\n          </p>\n          <p>\n            Intercom’s purpose and function is further explained under the following link{' '}\n            <a href=\"https://www.intercom.com/what-is-intercom\">https://www.intercom.com/what-is-intercom</a>.\n          </p>\n          <p>\n            We do not store any information collected by Intercom, Intercom’s privacy policy is available at{' '}\n            <a href=\"https://www.intercom.com/legal/privacy\">https://www.intercom.com/legal/privacy</a>.\n          </p>\n          <p>4.14 Onboard.js</p>\n          <p>\n            We are using Onboard.js{' '}\n            <a href=\"https://www.blocknative.com/onboard\">(https://www.blocknative.com/onboard)</a> to help users get\n            from no wallet to their first transaction.\n          </p>\n          <p>\n            We do not store any information collected by them. Onboard’s privacy policy is available at{' '}\n            <a href=\"https://www.blocknative.com/privacy-policy.\">https://www.blocknative.com/privacy-policy.</a>\n          </p>\n          <p>4.15 WalletConnect</p>\n          <p>\n            We are using WalletConnect for connecting desktop Dapps to mobile Wallets using end-to-end encryption by\n            scanning a QR code.\n          </p>\n          <p>\n            We do not store any information collected by WalletConnect. WalletConnect does not collect or process any\n            type of personal data.\n          </p>\n          <p>4.16 Discord</p>\n          <p>\n            In order to provide user support we created a group on Discord{' '}\n            <a href=\"https://discord.com/new\">(https://discord.com/new)</a> to facilitate the resolution of any\n            questions and concerns should these arise.\n          </p>\n          <p>\n            By accepting this Privacy Policy, you are deemed to consent to providing the following Personal Data to\n            persons looking to resolve any dispute:\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>Used wallet address;</li>\n            <li>Detailed enquiry description;</li>\n            <li>The date and time that the issue arose;</li>\n            <li>The outcome sought.</li>\n          </ol>\n          <p>\n            Please note that Discord may use and/or collect your Personal Data. Thus, we recommend to view Discord’s\n            Privacy Policy at the following link:{' '}\n            <a href=\"https://discord.com/new/privacy\">https://discord.com/new/privacy</a>, on a periodical basis.\n          </p>\n          <p>4.17 Custom Market Maker (CMM) Safe App</p>\n          <p>\n            The CMM app allows users to set multiple orders at custom price brackets and passively provide liquidity on\n            Gnosis Protocol through an integration on the Gnosis Safe Wallet.\n          </p>\n          <p>\n            We do not store any information collected or processed by the CMM App. The CMM App does not collect, process\n            or save any personal data.\n          </p>\n          <p>4.18 Sentry</p>\n          <p>\n            Sentry provides real-time error tracking for web and mobile apps. This gives us as developers, the insight\n            needed to reproduce and fix crashes.\n          </p>\n          <p>\n            We do not store any data collected by them. Sentry’s privacy policy is available at{' '}\n            <a href=\"https://sentry.io/privacy/\">https://sentry.io/privacy/</a>.\n          </p>\n          <p>4.19 Beamer</p>\n          <p>\n            We use Beamer <a href=\"https://www.getbeamer.com/\">https://www.getbeamer.com/</a> for notifications.\n          </p>\n          <p>\n            Beamer&apos;s purpose and function are further explained under the following link{' '}\n            <a href=\"https://www.getbeamer.com/showcase/notification-center\">\n              https://www.getbeamer.com/showcase/notification-center\n            </a>\n            .\n          </p>\n          <p>\n            We do not store any information collected by Beamer. Beamer&apos;s privacy policy is available at{' '}\n            <a href=\"https://www.getbeamer.com/privacy-policy/\">https://www.getbeamer.com/privacy-policy/</a>.\n          </p>\n        </div>\n        <div id=\"5\">\n          <p>\n            <strong>5. Sharing Your Personal Data</strong>\n          </p>\n          <p>\n            We may pass your information to our Business Partners, administration centres, third party service\n            providers, agents, subcontractors and other associated organisations for the purposes of completing tasks\n            and providing our services to you.\n          </p>\n          <p>\n            In addition, when we use any other third-party service providers, we will disclose only the personal\n            information that is necessary to deliver the service required and we will ensure, that they keep your\n            information secure and not to use it for their own direct marketing purposes. In addition, we may transfer\n            your personal information to a third party as part of a sale of some, or all, of our business and assets or\n            as part of any business restructuring or reorganisation, or if we are under a duty to disclose or share your\n            personal data in order to comply with any legal obligation. However, we will take steps to ensure that your\n            privacy rights continue to be protected.\n          </p>\n        </div>\n        <div id=\"6\">\n          <p>\n            <strong>6. Transferring Your data outside of the EU</strong>\n          </p>\n          <p>\n            The data mentioned in section 3.2b) and c) will the stored in our Amazon Web Server, which is based in the\n            US. Amazon is certified under the EU- US Privacy Shield. Fabric.io and Firebase are part of the Google LLC.,\n            which is based in the US. Google is certified under the EU-US Privacy Shield\n          </p>\n          <p>Intercom is based in the USA, however has self-certified to the EU-U.S. and Swiss-U.S. Privacy Shield.</p>\n          <p>\n            Onboard is based in the USA, as per their{' '}\n            <a href=\"https://www.blocknative.com/privacy-policy\">Privacy Policy</a>, they are in compliance with the\n            EU-US Privacy Shield (Swiss-US Privacy Shield).\n          </p>\n          <p>\n            However, when interacting with the blockchain, as explained above in this Policy, the blockchain is a global\n            decentralized public network and accordingly any personal data written onto the blockchain may be\n            transferred and stored across the globe.\n          </p>\n        </div>\n        <div id=\"7\">\n          <p>\n            <strong>7. Existence of Automated Decision-making</strong>\n          </p>\n          <p>We do not use automatic decision-making or profiling when processing Personal Data.</p>\n        </div>\n        <div id=\"8\">\n          <p>\n            <strong>8. Data Security</strong>\n          </p>\n          <p>\n            We have put in place appropriate security measures to prevent your personal data from being accidentally\n            lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your\n            personal data to those employees, agents, contractors and other third parties who have a business need to\n            know. They will only process your personal data on our instructions and they are subject to a duty of\n            confidentiality.\n          </p>\n          <p>\n            We have put in place procedures to deal with any suspected personal data breach and will notify you and any\n            applicable regulator of a breach where we are legally required to do so.\n          </p>\n        </div>\n        <div id=\"9\">\n          <p>\n            <strong>9. Your Rights as a Data Subject</strong>\n          </p>\n          <p>\n            You have certain rights under applicable legislation, and in particular under Regulation EU 2016/679\n            (General Data Protection Regulation or ‘GDPR’). We explain these below. You can find out more about the GDPR\n            and your rights by accessing the{' '}\n            <a href=\"https://ec.europa.eu/info/law/law-topic/data-protection_en\">European Commission’s website</a>.\n          </p>\n          <p>Right Information and access</p>\n          <p>\n            You have a right to be informed about the processing of your personal data (and if you did not give it to\n            us, information as to the source) and this Privacy Policy intends to provide the information. Of course, if\n            you have any further questions you can contact us on the above details.\n          </p>\n          <p>Right to rectification</p>\n          <p>\n            You have the right to have any inaccurate personal information about you rectified and to have any\n            incomplete personal information about you completed. You may also request that we restrict the processing of\n            that information. The accuracy of your information is important to us. If you do not want us to use your\n            Personal Information in the manner set out in this Privacy Policy, or need to advise us of any changes to\n            your personal information, or would like any more information about the way in which we collect and use your\n            Personal Information, please contact us at the above details.\n          </p>\n          <p>Right to erasure (right to be ‘forgotten’)</p>\n          <p>\n            You have the general right to request the erasure of your personal information in the following\n            circumstances:\n          </p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>the personal information is no longer necessary for the purpose for which it was collected;</li>\n            <li>\n              you withdraw your consent to consent based processing and no other legal justification for processing\n              applies;\n            </li>\n            <li>you object to processing for direct marketing purposes;</li>\n            <li>we unlawfully processed your personal information; and</li>\n            <li>erasure is required to comply with a legal obligation that applies to us.</li>\n          </ol>\n          <p>\n            However, when interacting with the blockchain we may not be able to ensure that your personal data is\n            deleted. This is because the blockchain is a public decentralized network and blockchain technology does not\n            generally allow for data to be deleted and your right to erasure may not be able to be fully enforced. In\n            these circumstances we will only be able to ensure that all personal data that is held by us is permanently\n            deleted.\n          </p>\n          <p>\n            We will proceed to comply with an erasure request without delay unless continued retention is necessary for:\n          </p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>Exercising the right of freedom of expression and information;</li>\n            <li>Complying with a legal obligation under EU or other applicable law;</li>\n            <li>The performance of a task carried out in the public interest;</li>\n            <li>\n              Archiving purposes in the public interest, scientific or historical research purposes, or statistical\n              purposes, under certain circumstances; and/or\n            </li>\n            <li>The establishment, exercise, or defence of legal claims.</li>\n          </ol>\n          <p>Right to restrict processing and right to object to processing</p>\n          <p>You have a right to restrict processing of your personal information, such as where:</p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>you contest the accuracy of the personal information;</li>\n            <li>\n              where processing is unlawful you may request, instead of requesting erasure, that we restrict the use of\n              the unlawfully processed personal information;\n            </li>\n            <li>\n              we no longer need to process your personal information but need to retain your information for the\n              establishment, exercise, or defence of legal claims.\n            </li>\n          </ol>\n          <p>\n            You also have the right to object to processing of your personal information under certain circumstances,\n            such as where the processing is based on your consent and you withdraw that consent. This may impact the\n            services we can provide and we will explain this to you if you decide to exercise this right.\n          </p>\n          <p>\n            However, when interacting with the blockchain, as it is a public decentralized network, we will likely not\n            be able to prevent external parties from processing any personal data which has been written onto the\n            blockchain. In these circumstances we will use our reasonable endeavours to ensure that all processing of\n            personal data held by us is restricted, notwithstanding this, your right to restrict to processing may not\n            be able to be fully enforced.\n          </p>\n          <p>Right to data portability</p>\n          <p>\n            Where the legal basis for our processing is your consent or the processing is necessary for the performance\n            of a contract to which you are party or in order to take steps at your request prior to entering into a\n            contract, you have a right to receive the personal information you provided to us in a structured, commonly\n            used and machine-readable format, or ask us to send it to another person.\n          </p>\n          <p>Right to freedom from automated decision-making</p>\n          <p>\n            As explained above, we do not use automated decision-making, but where any automated decision-making takes\n            place, you have the right in this case to express your point of view and to contest the decision, as well as\n            request that decisions based on automated processing concerning you or significantly affecting you and based\n            on your personal data are made by natural persons, not only by computers.\n          </p>\n          <p>Right to object to direct marketing (‘opting out’)</p>\n          <p>\n            You have a choice about whether or not you wish to receive information from us. We will not contact you for\n            marketing purposes unless:\n          </p>\n          <ol style={{ listStyleType: 'circle' }}>\n            <li>\n              you have a business relationship with us, and we rely on our legitimate interests as the lawful basis for\n              processing (as described above)\n            </li>\n            <li>you have otherwise given your prior consent (such as when you download one of our guides)</li>\n          </ol>\n          <p>\n            You can change your marketing preferences at any time by contacting us on the above details. On each and\n            every marketing communication, we will always provide the option for you to exercise your right to object to\n            the processing of your personal data for marketing purposes (known as ‘opting-out’) by clicking on the\n            ‘unsubscribe’ button on our marketing emails or choosing a similar opt-out option on any forms we use to\n            collect your data. You may also opt-out at any time by contacting us on the below details.\n          </p>\n          <p>\n            Please note that any administrative or service-related communications (to offer our services, or notify you\n            of an update to this Privacy Policy or applicable terms of business, etc.) will solely be directed at our\n            clients or business partners, and such communications generally do not offer an option to unsubscribe as\n            they are necessary to provide the services requested. Therefore, please be aware that your ability to\n            opt-out from receiving marketing and promotional materials does not change our right to contact you\n            regarding your use of our website or as part of a contractual relationship we may have with you.\n          </p>\n          <p>Right to request access</p>\n          <p>\n            You also have a right to access information we hold about you. We are happy to provide you with details of\n            your Personal Information that we hold or process. To protect your personal information, we follow set\n            storage and disclosure procedures, which mean that we will require proof of identity from you prior to\n            disclosing such information. You can exercise this right at any time by contacting us on the above details.\n          </p>\n          <p>Right to withdraw consent</p>\n          <p>\n            Where the legal basis for processing your personal information is your consent, you have the right to\n            withdraw that consent at any time by contacting us on the above details.\n          </p>\n          <p>Raising a complaint about how we have handled your personal data</p>\n          <p>\n            If you wish to raise a complaint on how we have handled your personal data, you can contact us as set out\n            above and we will then investigate the matter.\n          </p>\n          <p>Right to lodge a complaint with a relevant supervisory authority</p>\n          <p>\n            If we have not responded to you within a reasonable time or if you feel that your complaint has not been\n            resolved to your satisfaction, you are entitled to make a complaint to the Data Protection Commissioner\n            under the Data Protection Act, which is presently the{' '}\n            <a href=\"http://www.gra.gi/\">Gibraltar Regulatory Authority</a> (GRA). You may contact the GRA on the below\n            details:\n          </p>\n          <p>\n            Gibraltar Data Protection Commissioner\n            <br />\n            Gibraltar Regulatory Authority\n            <br />\n            2nd Floor, Eurotowers 4\n            <br />\n            1 Europort Road\n            <br />\n            Gibraltar\n            <br />\n            Email: info@gra.gi\n            <br />\n            Phone:(+350) 200 74636\n            <br />\n            Fax: (+350) 200 72166\n          </p>\n          <p>\n            You also have the right to lodge a complaint with the supervisory authority in the country of your habitual\n            residence, place of work, or the place where you allege an infringement of one or more of our rights has\n            taken place, if that is based in the EEA.\n          </p>\n        </div>\n        <div id=\"10\">\n          <p>\n            <strong>10. Storing Personal Data</strong>\n          </p>\n          <p>\n            We retain your information only for as long as is necessary for the purposes for which we process the\n            information as set out in this policy.\n          </p>\n          <p>\n            However, we may retain your Personal Data for a longer period of time where such retention is necessary for\n            compliance with a legal obligation to which we are subject, or in order to protect your vital interests or\n            the vital interests of another natural person.\n          </p>\n        </div>\n        <div id=\"11\">\n          <p>\n            <strong>11. Changes to this Privacy Policy</strong>\n          </p>\n          <p>\n            We may make changes to this Policy from time to time. Where we do so, we will notify those who have a\n            business relationship with us or who are subscribed to our emailing lists directly of the changes, and\n            change the ‘Last updated’ date above. We encourage you to review the Policy whenever you access or use our\n            website to stay informed about our information practices and the choices available to you. If you do not\n            agree to the revised Policy, you should discontinue your use of this website.\n          </p>\n        </div>\n        <div id=\"12\">\n          <p>\n            <strong>12. Our details</strong>\n          </p>\n          <p>This website is owned and operated by Gnosis Limited.</p>\n          <p>\n            We are registered in Gibraltar under registration number 115571, and our registered office is located at:\n          </p>\n          <p>You can contact us via:</p>\n          <p>\n            Gnosis Limited\n            <br />\n            World Trade Center\n            <br />\n            6 Bayside Rd,\n            <br />\n            GX111AA Gibraltar\n          </p>\n          <p>\n            If you have any queries concerning your rights under this Privacy Policy, please contact us at{' '}\n            <a href=\"mailto:dataprotection@gnosis.pm\">dataprotection@gnosis.pm</a>.\n          </p>\n        </div>\n",
    "component": "common/TextBlock"
  }
]
