[
  {
    "pageTitle": "Safe – Terms of Use",
    "component": "common/MetaTags"
  },
  {
    "title": "Terms of Use",
    "component": "common/TextBlock",
    "text": "<h2>Who we are</h2><p>We are Safe Ecosystem Foundation, Bahnhofstrasse 16, 6300 Zug, registered in Switzerland under registration number CHE-295.207.842 and we operate the website <a href=\"https://safe.global\">www.safe.global</a>.</p><h2>Understanding our Terms of Use</h2><p>These terms of use (\" Website Terms of Use / Terms of Use \") set out the legal terms and conditions on which we allow you to access our Website. By accessing, browsing or otherwise using our Website, you accept these Terms of Use, without limitation or qualification. If you do not accept these Terms of Use, you are not entitled to access or use the Website and you should leave the Website immediately.</p><p>When we refer to \"we\", \"us\" or \"our\", we mean Safe Ecosystem Foundation. When we refer to \"you\" or \"your\" we mean you, the person accessing or using our Website.</p><h2>Our Website</h2><p>Our Website is made available free of charge. We do not guarantee that our Website, or any content on it, will always be available or be uninterrupted. Access to our Website is permitted on a temporary basis. We may suspend, withdraw, discontinue or change all or any part of our Website without notice. We will not be liable to you if for any reason our Website is unavailable at any time or for any period. We may update the Website and/or change the content on it at any time.</p><p>You are responsible for making all arrangements necessary for you to have access to our Website. You are also responsible for ensuring that all persons who access our Website through your internet connection are aware of these Terms of Use and that they comply with them.</p><p>WE DO NOT GUARANTEE THAT THE WEBSITE, OR ANY CONTENT ON IT, WILL BE FREE FROM ERRORS OR OMISSIONS. WE USE REASONABLE EFFORTS TO INCLUDE ONLY ACCURATE AND UP-TO-DATE INFORMATION ON THE WEBSITE; HOWEVER, WE MAKE NO REPRESENTATIONS, WARRANTIES OR GUARANTEES, WHETHER EXPRESS OR IMPLIED, CONCERNING SUCH INFORMATION.</p><p>The Website and the content on it are provided for general information purposes only. They are not intended to amount to advice on which you should rely. You must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our Website.</p><h2>Intellectual Property Rights</h2><p>We are the owner or licensee of all intellectual property rights in the Website and its entire content. This includes in particular but without limitation, page headers, texts, graphics, logos, images, digital downloads and the selection and arrangement of the same. You agree not to take any action(s) inconsistent with such ownership interests.</p><h2>Limitation of Liability</h2><p>OUR LIABILITY IS EXCLUDED TO THE MAXIMUM EXTENT PERMITTED BY LAW. IN PARTICULAR, BUT WITHOUT LIMITATION, WE ARE NOT LIABLE FOR <ul><li>INDIRECT OR CONSEQUENTIAL DAMAGES, SUCH AS LOSS OF PROFITS, SAVINGS OR CLAIMS BY THIRD PARTIES</li><li>ACTS OR OMISSIONS OF OUR AUXILIARY PERSONS AND SUBCONTRACTORS,</li><li>SIMPLE NEGLIGENCE.</li></ul><p>FURTHERMORE, THE WEBSITE IS MADE AVAILABLE \"AS IS\" AND, WE EXCLUDE ALL CONDITIONS, LIABILITIES, WARRANTIES, REPRESENTATIONS OR OTHER TERMS WHICH MAY APPLY TO OUR WEBSITE OR ANY CONTENT ON IT, WHETHER EXPRESS OR IMPLIED.</p><p>WE ALSO WILL NOT BE LIABLE TO ANY USER FOR ANY LOSS OR DAMAGE, WHETHER IN CONTRACT, TORT, BREACH OF STATUTORY DUTY, OR OTHERWISE, EVEN IF FORESEEABLE, ARISING UNDER OR IN CONNECTION WITH:<ul><li>USE OF, OR INABILITY TO USE, OUR WEBSITE; OR</li><li>USE OF OR RELIANCE ON ANY CONTENT DISPLAYED ON OUR WEBSITE.</li></ul><p>WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A VIRUS, DISTRIBUTED DENIAL-OF-SERVICE ATTACK, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF OUR WEBSITE OR TO YOUR DOWNLOADING OF ANY CONTENT ON IT, OR ON ANY WEBSITE LINKED TO IT.</p><p>OUR WEBSITE MAY CONTAIN THIRD-PARTY CONTENT OR LINKS TO THIRD PARTY WEBSITES OR APPLICATIONS FOR YOUR CONVENIENCE ONLY. YOU UNDERSTAND THAT YOUR USE OF ANY THIRD PARTY WEBSITE OR APPLICATION IS SUBJECT TO ANY TERMS OF USE AND/OR PRIVACY NOTICES PROVIDED BY SUCH THIRD PARTY. WE ASSUME NO RESPONSIBILITY FOR THIRD-PARTY CONTENT OR LINKS TO THIRD PARTY WEBSITES OR APPLICATIONS TO WHICH WE LINK FROM OUR WEBSITE. SUCH LINKS SHOULD NOT BE INTERPRETED AS ENDORSEMENT BY US OF THOSE LINKED WEBSITES OR APPLICATIONS. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT MAY ARISE FROM YOUR USE OF THEM.</p><p>THE EXCLUSION OF LIABILITY UNDER THESE TERMS OF USE SHALL NOT APPLY IF THE DAMAGE IS CAUSED WILLFULLY OR BY GROSS NEGLIGENCE BY US OR UNLESS WE SHOULD BE LIABLE OTHERWISE PURSUANT TO MANDATORY LEGAL PROVISIONS SUCH AS PRODUCT LIABILITY PROVISIONS. MOREOVER, THE EXCLUSION OF LIABLITY DOES NOT APPLY TO DAMAGE FROM INJURY TO LIFE, BODY OR HEALTH (PERSONAL INJURIES).</p></p><h2>Privacy</h2><p>Please see our Privacy Policy to understand how we collect and use your personal data.</p><h2>Governing law and jurisdiction</h2><p>These Terms of Use are governed by and construed in accordance with the substantive laws of Switzerland (without regard to conflicts of laws principles). The application of the United Nations Convention on Contracts for the International Sale of Goods shall be excluded.</p><p>All disputes arising out of or in connection with these Terms of Use shall be exclusively submitted to the competent courts of the city of Zug, Switzerland.</p>"
  }
]
