[
  {
    "title": "Terms and conditions",
    "text": "\n        <p>Last updated on June, 2021</p>\n        <p>\n          THESE TERMS CREATE A BINDING CONTRACT BETWEEN YOU AND GNOSIS LIMITED. BY USING OUR SERVICES (DEFINED BELOW),\n          YOU AGREE TO BE BOUND BY THESE TERMS. IF YOU DO NOT ACCEPT THE TERMS, YOU MUST NOT AND ARE NOT AUTHORIZED TO\n          USE ANY OF OUR SERVICES.\n        </p>\n        <p>\n          FOR PERSONS RESIDING IN THE USA: THESE TERMS CONTAIN ADDITIONAL PROVISIONS APPLICABLE ONLY TO YOU. THEY\n          CONTAIN AN ARBITRATION PROVISION. IF WE CANNOT RESOLVE A DISPUTE AMICABLY, ALL DISPUTES ARISING UNDER OR IN\n          CONNECTION WITH THIS AGREEMENT MUST BE SETTLED IN BINDING ARBITRATION PER CLAUSE 28.4. ENTERING INTO THIS\n          AGREEMENT CONSTITUTES A WAIVER OF YOUR RIGHT, IF ANY, TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR A JURY\n          TRIAL.\n        </p>\n        <div>\n          <p>\n            <strong>1. What is the scope of the Terms?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              <p>\n                These Terms of Service (the “Agreement”) are a legal agreement between you (“you” or “yours”) and Gnosis\n                Limited (“Gnosis”, “we”, “our” or “us”). We are a company limited by shares registered in Gibraltar\n                under company no. 115571, with its registered office at the World Trade Center, 6 Bayside Rd, GX11 1AA,\n                Gibraltar. You can contact us by writing to <a href=\"mailto:info@gnosis.io\">info@gnosis.io</a>.\n              </p>\n            </li>\n            <li>\n              <p>\n                By using any service offered by us, whether through{' '}\n                <a href=\"https://gnosis-safe.io/\">https://gnosis-safe.io</a>, any associated website, API, or mobile\n                applications as further detailed in clause 3 (collectively, the “Services”), you agree that you have\n                read, understood, and accept all of the terms and conditions contained in this Agreement, including the{' '}\n                <a href=\"/cookie\">Cookie Policy</a> and the <a href=\"/privacy\">Privacy Policy</a> incorporated herein by\n                reference, as amended from time to time. If you do not agree with this Agreement, you must not use the\n                Services.\n              </p>\n            </li>\n            <li>\n              <p>\n                You are responsible for ensuring that all persons who access or use the Services through your device or\n                internet connection are aware of this Agreement and its terms, and that they comply with them.\n              </p>\n            </li>\n            <li>\n              <p>\n                Each time you use our Services you will be bound by the Agreement in force at that time. From time to\n                time, we may change its terms. If we do this then we will publish those changes on{' '}\n                <a href=\"https://gnosis-safe.io/\">https://gnosis-safe.io/</a> and you will be bound by those new terms\n                the next time you use our Services. If you do not agree to those changes you must not use our Services.\n                You can always ask us for the Agreement, which was in force when you used the Services by writing to{' '}\n                <a href=\"mailto:info@gnosis.io\">info@gnosis.io</a>. Every time you wish to use the Services, please\n                check and ensure that you agree with the latest updated version of the Agreement.\n              </p>\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>2. What do some of the capitalised terms mean in the Agreement?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              “Ethereum Blockchain” means a mathematically secured consensus ledger maintained on the Ethereum Virtual\n              Machine or an Ethereum Virtual Machine compatible validation mechanism.\n            </li>\n            <li>\n              “Transaction” means a change to the data set through a new entry in the continuous Ethereum Blockchain.\n            </li>\n            <li>\n              “Smart Contract” means a piece of source code deployed as an application on the Ethereum Blockchain which\n              can be executed, including self-execution of Transactions as well as execution triggered by 3rd parties.\n            </li>\n            <li>\n              “Token” means a digital asset transferred in a Transaction, including ETH, ERC20, ERC721 and ERC1155\n              tokens.\n            </li>\n            <li>\n              “Wallet” means a cryptographic storage solution permitting you to store cryptographic assets by\n              correlation of a (i) Public Key and (ii) a Private Key or a Smart Contract to receive, manage and send\n              Tokens.\n            </li>\n            <li>\n              “Public Key” means a unique sequence of numbers and letters within the Ethereum Blockchain to distinguish\n              the network participants from each other.\n            </li>\n            <li>\n              “Private Key” means a unique sequence of numbers and/or letters required to initiate an Ethereum\n              Blockchain Transaction and should only be known by the legal owner of the Wallet.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>3. What are the Services of the Gnosis Safe?</strong>\n          </p>\n          <p>Our Services primarily consist of:</p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              development and maintenance of a smart contract logic that is open-sourced and allows you to deploy a\n              self-custodial smart contract-based multi-signature Wallet (“Gnosis Safe”) to hold and transfer Tokens as\n              well as to customize your Gnosis Safe independently and in modular fashion;\n            </li>\n            <li>\n              facilitation of your deployment of a Gnosis Safe and ongoing interaction with it on the Ethereum\n              Blockchain whether directly or through third party protocols or plugins (“Facilitation Services”) through\n              the development, provision, and maintenance of:\n            </li>\n            <ol style={{ listStyleType: 'decimal' }}>\n              <li>a web-based graphical user interface (“Interface”),</li>\n              <li>a command-line interface (“CLI”) running locally on the user’s machine,</li>\n              <li>a Google Chrome extension,</li>\n              <li>a mobile application on Android and iOS (“Safe Mobile Apps”),</li>\n              <li>software developer kits (“SDKs”),</li>\n              <li>backend services and application programming interfaces (“APIs”);</li>\n            </ol>\n            <li>\n              development and provision of a graphical user interface (the “Dashboard”) to enable third-party developers\n              and providers of decentralized applications and protocols on the Ethereum Blockchain (together “Apps”) to\n              integrate custom plugins into the Interface and Safe Mobile Apps.\n            </li>\n            <li>\n              a script that facilitates interactions between a Gnosis Safe and a decentralized trading protocol (“Gnosis\n              Protocol”) enabling users to set up by themselves customized asset management strategies (“CMM”).\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>4. What do the Services of the Gnosis Safe not consist of?</strong>\n          </p>\n          <p>Our Services do not consist of:</p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>activity regulated by the Gibraltar Financial Services Commission or any other regulatory agency;</li>\n            <li>coverage underwritten by any regulatory agency’s compensation scheme;</li>\n            <li>custody of your Private Keys, Tokens or or the ability to remove or freeze your Tokens;</li>\n            <li>the storage or transmission of fiat currencies;</li>\n            <li>back-up services to recover your Private Keys, for whose safekeeping you are solely responsible;</li>\n            <li>\n              any form of legal, financial, accounting, tax or other professional advice regarding Transactions and\n              their suitability to you; and\n            </li>\n            <li>\n              the responsibility to monitor authorised Transactions or to check the correctness or completeness of\n              Transactions before you are authorising them.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>\n              5. What do you need to know about third party services integrated through Dashboard or Facilitation\n              Services?\n            </strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              We provide the Dashboard and the Facilitation Services to you to interact with third-party systems.\n              However, any activities you engage in with, or services you receive from, a third party is between you and\n              that third party directly.\n            </li>\n            <li>This means specifically:</li>\n            <ol style={{ listStyleType: 'decimal' }}>\n              <li>\n                We do not have any oversight over your activities with third parties, and as such we do not and cannot\n                make any representation regarding their appropriateness and suitability for you.\n              </li>\n              <li>\n                Facilitation Services and Dashboard may involve or contain links or integrations to third party Apps\n                that are not hosted, owned, controlled or maintained by us. We also do not participate in the\n                transaction on such Apps and will and cannot monitor, verify, censor or edit the functioning or content\n                of any App.\n              </li>\n              <li>\n                We have not conducted any security audit, bug bounty or formal verification (whether internal or\n                external) of the Apps integrated on our Dashboard or connected through the Facilitation Services.\n              </li>\n              <li>\n                We have no control over, do not recommend, endorse, or otherwise take a position on the integrity,\n                functioning of, content and your use of these Apps, whose sole responsibility lies with the person from\n                whom such services or content originated.\n              </li>\n              <li>\n                When you access or use those Apps you accept that there are risks in doing so and that you alone assume\n                any such risks when choosing to interact with those Apps. We aren’t liable for any errors or omissions\n                or for any damages or loss you might suffer through interacting with those Apps.\n              </li>\n              <li>\n                You should read the license requirements, terms and conditions as well as privacy policy of each App\n                that you access or use. Certain Apps may involve complex financial transactions that entail a high\n                degree of risk.\n              </li>\n              <li>\n                You agree to release us from all liability for your access or usage of any Apps through the Dashboard or\n                Facilitation Services.\n              </li>\n              <li>\n                If you contribute integrations to Apps to the Dashboard, you are responsible for all content you\n                contribute, in any manner, to the Dashboard, and you must have all rights necessary to do so, in the\n                manner in which you contribute it. You are responsible for all your activity in connection with any such\n                App.\n              </li>\n              <li>\n                Your interactions with persons found on or through the Apps, including payment and delivery of goods and\n                services, financial transactions, and any other terms associated with such dealings, are solely between\n                you and such persons. You agree that we shall not be responsible or liable for any loss or damage of any\n                sort incurred as the result of any such dealings.\n              </li>\n              <li>\n                If there is a dispute between you and the App provider or/and other users of the App, you agree that we\n                are under no obligation to become involved. In the event that you have a dispute with one or more other\n                users, you release us, our officers, employees, agents, contractors and successors from claims, demands,\n                and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or\n                undisclosed, arising out of or in any way related to such disputes and/or our Services.\n              </li>\n            </ol>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>\n              6. Are we responsible for the security of your Private Keys, seed words or other credentials?\n            </strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              We shall not be responsible to secure your Private Keys, seed words, credentials or other means of\n              authorization of your Wallet(s).\n            </li>\n            <li>\n              You must own and control any Wallet you use in connection with our Services. You are responsible for\n              implementing all appropriate measures for securing any Wallet you use, including any Private Key(s), seed\n              words, credentials or other means of authorization necessary to access such storage mechanism(s).\n            </li>\n            <li>\n              We exclude any and all liability for any security breaches or other acts or omissions, which result in\n              your loss of access or custody of any cryptographic assets stored thereon.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>7. Are you eligible to use our Services and can we check your suitability?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              To access or use our Services, you must be able to form a legally binding contract with us. You must be of\n              legal age in your jurisdiction to use the Services and you agree to provide legitimate and lawful\n              documentation proving such status if requested or required by us.\n            </li>\n            <li>\n              You must have the full right, power, and authority to enter into and comply with this Agreement on behalf\n              of yourself and any company or legal entity for which you may access or use our Services.\n            </li>\n            <li>\n              Our Services are operated out of Gibraltar. The Services may not be available or appropriate for use in\n              other jurisdictions. You must not use our Services if your use of them would be illegal or otherwise\n              violate any law you are subject to. We are not liable for your compliance with such laws.\n            </li>\n            <li>\n              You must not be, and will not be, located in any jurisdiction that is the subject of an embargo by\n              Gibraltar, the United Kingdom, the European Union or the United States and you are not listed on any list\n              of prohibited or restricted parties by those foregoing.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>8. Can we terminate or limit your right to use our Services?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              We reserve the right, in our sole discretion and for whatever reason, but particularly in case you breach\n              any term of this Agreement, to:\n            </li>\n            <ol style={{ listStyleType: 'decimal' }}>\n              <li>terminate your right to use the Services with immediate effect;</li>\n              <li>\n                limit use of all Gnosis Safe Interfaces, Safe Mobile Apps or Command Line Interfaces (the “Gnosis\n                Clients”) to a specified number of persons;\n              </li>\n              <li>refuse to allow a person from using the Gnosis clients; and/or</li>\n              <li>remove or exclude any person from using the Gnosis Clients for whatever reason.</li>\n            </ol>\n            <li>\n              We will only be able to limit access to the Gnosis Clients. At no time will we be able to access or\n              transfer your funds without your consent.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>9. What licenses and access do we grant to you?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              All intellectual property rights in the Gnosis Safe and the Services throughout the world belong to us as\n              owner or our licensors and the rights in the Services and the Services are only licensed to you. Nothing\n              in these terms gives you any rights in respect of any intellectual property owned by us or our licensors\n              and you acknowledge that you do not acquire any ownership rights by downloading the Interface or any\n              content from the Interface.\n            </li>\n            <li>\n              If you are a consumer we license, but do not sell, to you the Services you download solely for your own\n              personal, non-commercial use. If you are a business user we license, but do not sell, to you the Services\n              you download to use solely for your own internal business use. We remain the owner of the Services at all\n              times.\n            </li>\n            <li>\n              The Services may contain code, commonly referred to as open source software, which is distributed under\n              open source licence terms, including terms which allow the free distribution and modification of the\n              relevant software’s source code and/or which require all distributors to make such source code freely\n              available upon request, including any contributions or modifications made by such distributor (“Open\n              Source Software”). To the extent that the Services contain any Open Source Software, that element only is\n              licensed to you under the relevant licence terms of the applicable third party licensor (“Open Source\n              Licence Terms”) and not under this Agreement, and you accept and agree to be bound by such Open Source\n              Licence Terms.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>10. What can you expect from the Services and can we make changes to them?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              Except as set out in this Agreement, we do not warrant, represent or guarantee that the Services will be\n              accurate, complete, correct, reliable integer, fit for purpose, secure or free from weaknesses,\n              vulnerabilities or bugs.\n            </li>\n            <li>You understand and accept that you use the Services at your own risk.</li>\n            <li>\n              To the fullest extent permitted by law, we provide the Services to you “as is” and “as available” without\n              any warranty, representation or assurance (whether express or implied) in relation to merchantability,\n              fitness for a particular purpose, availability, security, title or non-infringement.\n            </li>\n            <li>\n              We reserve the right to change the format and features of the Services by making any updates to Services\n              available for you to download or, where your device settings permit it, by automatic delivery of updates.\n            </li>\n            <li>\n              You are not obliged to download the updated Services, but we may cease to provide and/or update prior\n              versions of the Services and, depending on the nature of the update, in some circumstances you may not be\n              able to continue using the Services until you have downloaded the updated version.\n            </li>\n            <li>\n              We may cease to provide and/or update content to the Services, with or without notice to you, if it\n              improves the Services we provide to you, or we need to do so for security, legal or any other reasons.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>11. Do we have any fiduciary duties to you?</strong>\n          </p>\n          <p>\n            This Agreement is not intended to, and does not, create or impose any fiduciary duties on us. To the fullest\n            extent permitted by law, you acknowledge and agree that we owe no fiduciary duties or liabilities to you or\n            any other party, and that to the extent any such duties or liabilities may exist at law or in equity, those\n            duties and liabilities are hereby irrevocably disclaimed, waived, and eliminated. You further agree that the\n            only duties and obligations that we owe you are those set out expressly in this Agreement.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>\n              12. What about third-party risk and the terms of third party platform providers and application stores?\n            </strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              The Services rely in part on third party and open-source software, including the Ethereum Blockchain, and\n              the continued development and support by third parties. There is no assurance or guarantee that those\n              third parties will maintain their support of their software or that open source software will continue to\n              be maintained. This may have a material adverse effect on the Services.\n            </li>\n            <li>\n              Use of the Safe Mobile Apps by you is governed by the terms of this Agreement but may also be subject to\n              any rules or policies applied by any third party platform providers with whose devices and/or operating\n              systems the Safe Mobile Apps has/have been designed to be compatible with, including Apple Inc.’s App\n              Store and Google Inc’s Google Play.\n            </li>\n            <li>\n              These third party application stores are operated by the relevant third party platform providers and/or\n              their affiliates, including Apple Inc. and Google Inc.. You must comply with all applicable terms of\n              service, rules and policies applying to these third party application stores from which you download the\n              Safe Mobile Apps, as they may be amended from time to time. We are not responsible for these third party\n              application stores or (with the exception of the Safe Mobile Apps) for anything provided by them and do\n              not guarantee that they will be continuously available.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>13. Can your Data Privacy be ensured?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              Our Services are built on the Ethereum Blockchain. Accordingly, by design, and practically, the records\n              cannot be changed or deleted and are said to be ‘immutable’. This may affect your ability to exercise your\n              rights such as your right to erasure (‘right to be forgotten’), or your rights to object or restrict\n              processing of your personal data. Data on the Ethereum blockchain cannot be erased and cannot be changed.\n            </li>\n            <li>\n              In order to comply with some of our contractual obligations to you, it will be necessary to write certain\n              personal data, such as your Gnosis Safe address, onto the Ethereum blockchain.\n            </li>\n            <li>\n              The ultimate decisions to (i) transact on the Ethereum Blockchain using your Gnosis Safe address, as well\n              as (ii) share the public key relating to your Gnosis Safe address with anyone (including us) rests with\n              you.\n            </li>\n            <li>\n              When using the Gnosis Safe Mobile Apps, Interface or Dashboard we may collect and process personal data,\n              including your Gnosis Safe address, Wallet addresses of externally owned accounts or smart contract\n              Wallets set as signatories for your Gnosis Safe Transactions (the “Owners”), Transaction made with the\n              Gnosis Safe as well as ETH and Token balance.\n            </li>\n            <li>\n              <strong>\n                IF YOU WANT TO ENSURE YOUR PRIVACY RIGHTS ARE FULLY AVAILABLE, YOU SHOULD NOT TRANSACT ON THE ETHEREUM\n                BLOCKCHAIN AS CERTAIN RIGHTS WILL NOT BE FULLY AVAILABLE OR EXERCISABLE BY YOU OR US.\n              </strong>\n            </li>\n            <li>\n              For more information please also refer to section 3 of our <a href=\"/privacy\">Privacy Policy</a>.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>14. What do you agree, warrant and represent?</strong>\n          </p>\n          <p>By using our Services you hereby agree, represent and warrant that:</p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              You are of legal age in your jurisdiction to use the Services and you agree to provide legitimate and\n              lawful documentation proving such status if requested or required by us.\n            </li>\n            <li>\n              You are not a citizen, resident, or member of any jurisdiction or group that is subject to economic\n              sanctions by Gibraltar, the European Union or the United States or any other relevant jurisdiction.\n            </li>\n            <li>\n              You do not appear on HMT Sanctions List, the U.S. Treasury Department’s Office of Foreign Asset Control’s\n              sanctions lists, the U.S. commerce department&apos;s consolidated screening list, the EU consolidated list\n              of persons, groups or entities subject to EU Financial Sanctions, nor do you act on behalf of a person\n              sanctioned thereunder.\n            </li>\n            <li>You have read and understood this Agreement and agree to be bound by its terms.</li>\n            <li>\n              You do not rely on, and shall have no remedy in respect of, any statement, representation, assurance or\n              warranty (whether made innocently or negligently) that is not set out in this Agreement.\n            </li>\n            <li>\n              Your usage of our Services is legal under the laws of your jurisdiction or under the laws of any other\n              jurisdiction to which you may be subject.\n            </li>\n            <li>\n              You won’t use the Services or interact with the Services in a manner that violates any law or regulation,\n              including, without limitation, any applicable export control laws.\n            </li>\n            <li>\n              You understand the functionality, usage, storage, transmission mechanisms and intricacies associated with\n              Tokens (such as ETH, WETH or DAI) as well as token storage facilities (including our Gnosis Safe),\n              blockchain technology and blockchain-based software systems.\n            </li>\n            <li>\n              You understand that transactions on the Ethereum Blockchain are irreversible and may not be erased and\n              that your Gnosis Safe address and Transactions are displayed permanently and publicly and that you\n              relinquish any right of rectification or erasure of personal data.\n            </li>\n            <li>\n              You will comply with any applicable tax obligations in your jurisdiction arising from your use of the\n              Services.\n            </li>\n            <li>\n              You will not misuse or gain unauthorised access to our Services by knowingly introducing viruses,\n              cross-site scripting, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other\n              harmful programs or similar computer code designed to adversely affect our Services and that in the event\n              you do so or otherwise attack our Services, we reserve the right to report any such activity to the\n              relevant law enforcement authorities and we will cooperate with those authorities as required.\n            </li>\n            <li>\n              You won’t access without authority, interfere with, damage or disrupt any part of our Services, any\n              equipment or network on which our Services is stored, any software used in the provision of our Services\n              or any equipment or network or software owned or used by any third party.\n            </li>\n            <li>\n              You won’t use our Services for activities that are unlawful or fraudulent or have such purpose or effect\n              or otherwise support any activities that breach applicable local, national or international law or\n              regulations.\n            </li>\n            <li>\n              You won’t use our Services to store, trade or transmit Tokens that are proceeds of criminal or fraudulent\n              activity.\n            </li>\n            <li>\n              You understand that the Services and the underlying Ethereum Blockchain are in an early development stage\n              and we accordingly do not guarantee an error-free process and give no price or liquidity guarantee.\n            </li>\n            <li>You are using the Services at your own risk.</li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>15. What if you breach this Agreement?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              You agree that you will be liable for any losses sustained by us as a result of your breach of this\n              Agreement and will compensate us in full for any such losses.\n            </li>\n            <li>\n              We reserve the right, at our own expense, to assume the exclusive defence and control of any matter\n              otherwise subject to indemnification by you pursuant to paragraph 1 of this clause and, in such case, you\n              agree to cooperate with us in the defence of such matter.\n            </li>\n            <li>\n              The indemnity set out in this clause is in addition to, and not in lieu of, any other remedies that may be\n              available to us under applicable law.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>16. What about our liability to you?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>Nothing in this Agreement shall limit or exclude our liability to you:</li>\n            <ol style={{ listStyleType: 'decimal' }}>\n              <li>for death or personal injury caused by our negligence;</li>\n              <li>for fraudulent misrepresentation; or</li>\n              <li>for any other liability that, by law, may not be limited or excluded.</li>\n            </ol>\n            <li>\n              Subject to this, in no event shall we be liable to you for any losses, including any loss of Tokens or any\n              indirect or consequential losses, or for any loss of profit, revenue, contracts, data, goodwill or other\n              similar losses.\n            </li>\n            <li>\n              Any liability we do have for losses you suffer arising from this Agreement per 16.1 must be strictly\n              limited to losses that were reasonably foreseeable and shall not be in excess of the greater of (I) GBP\n              100 or (II) the amounts paid by you to us, if any, in connection with the Services in the 12 month period\n              preceding this applicable claim.\n            </li>\n            <li>\n              Where we are operating in conjunction with third parties and/or any other third party systems, we are not\n              responsible for any loss as a result of such third party activity. If any Transaction is, as a result of\n              your actions or those of a third party, mistakenly or fraudulently signed for using your Private Keys, we\n              are not liable.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>17. What about viruses, bugs and security vulnerabilities?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              We do not guarantee that our Services will be secure or free from bugs, security vulnerabilities or\n              viruses.\n            </li>\n            <li>\n              You are responsible for configuring your information technology and computer programmes to access our\n              Services and to use your own virus protection software.\n            </li>\n            <li>\n              If you become aware of any exploits, bugs or vulnerabilities, please let us know at{' '}\n              <a href=\"mailto:safe@gnosis.io\">safe@gnosis.io</a> and{' '}\n              <a href=\"mailto:bounty@gnosis.io\">bounty@gnosis.io</a>.\n            </li>\n            <li>\n              You must not misuse our Services by knowingly introducing material that is malicious or technologically\n              harmful. If you do, your right to use our Services will cease immediately.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>18. Can you link to our Interfaces or Safe Mobile Apps?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              You may link to our Interfaces or Safe Mobile Apps, provided you do so in a way that is fair and legal and\n              does not damage our reputation. You must not establish a link in such a way as to suggest any form of\n              association, approval or endorsement on our part where none exists. You must not establish a link to our\n              Services in any application that is not owned by or licensed to you.\n            </li>\n            <li>\n              Our Interface or Safe Mobile Apps must not be framed on any other graphical user interface, nor may you\n              create a link to any part of our graphical user interface other than the home page{' '}\n              <a href=\"https://gnosis-safe.io/\">https://gnosis-safe.io/</a>. We reserve the right to withdraw linking\n              permission without notice.\n            </li>\n            <li>\n              The graphical user interface or application in which you are linking must comply in all respects with the\n              content standards set out in this Agreement. If you wish to link to or make any use of content on our\n              Interface or Safe Mobile Apps other than that set out above, please contact{' '}\n              <a href=\"mailto:legal@gnosis.io\">legal@gnosis.io</a>.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>19. What if an event outside our control happens that affects our Services?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              We may update and change our Services from time to time. We may suspend or withdraw or restrict the\n              availability of all or any part of our Services for business, operational or regulatory reasons or because\n              of a Force Majeure Event at no notice.\n            </li>\n            <li>\n              A “Force Majeure Event” shall mean any event, circumstance or cause beyond our reasonable control, which\n              prevents, hinders or delays the provision of our Services or makes their provision impossible or onerous,\n              including, without limitation:\n            </li>\n            <ol style={{ listStyleType: 'decimal' }}>\n              <li>acts of God, flood, storm, drought, earthquake or other natural disaster;</li>\n              <li>epidemic or pandemic (for the avoidance of doubt, including the 2020 Coronavirus Pandemic);</li>\n              <li>\n                terrorist attack, hacking or cyber threats, civil war, civil commotion or riots, war, threat of or\n                preparation for war, armed conflict, imposition of sanctions, embargo, or breaking off of diplomatic\n                relations;\n              </li>\n              <li>\n                equipment or software malfunction or bugs including network splits or forks or unexpected changes in the\n                Ethereum Blockchain, as well as hacks, phishing attacks, distributed denials of service or any other\n                security attacks;\n              </li>\n              <li>nuclear, chemical or biological contamination;</li>\n              <li>\n                any law statutes, ordinances, rules, regulations, judgments, injunctions, orders and decrees or any\n                action taken by a government or public authority, including without limitation imposing a prohibition,\n                or failing to grant a necessary licence or consent;\n              </li>\n              <li>collapse of buildings, breakdown of plant or machinery, fire, explosion or accident; and</li>\n              <li>strike, industrial action or lockout.</li>\n            </ol>\n            <li>\n              We shall not be liable or responsible to you, or be deemed to have defaulted under or breached this\n              Agreement, for any failure or delay in the provision of the Services or the performance of this Agreement,\n              if and to the extent such failure or delay is caused by or results from or is connected to acts beyond our\n              reasonable control, including the occurrence of a Force Majeure Event.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>20. Who is responsible for your tax liabilities?</strong>\n          </p>\n          <p>\n            You are solely responsible to determine if your use of the Services have tax implications for you. By using\n            the Services you agree not to hold us liable for any tax liability associated with or arising from the\n            operation of the Services or any other action or transaction related thereto.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>21. What if a court disagrees with part of this Agreement?</strong>\n          </p>\n          <p>\n            Each of the paragraphs of this Agreement operates separately. If any court or relevant authority decides\n            that any of them are unlawful, the remaining paragraphs will continue to be in full force and effect.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>22. What if we do not enforce certain rights under this Agreement?</strong>\n          </p>\n          <p>\n            Our failure to exercise or enforce any right or remedy provided under this Agreement or by law shall not\n            constitute a waiver of that or any other right or remedy, nor shall it prevent or restrict any further\n            exercise of that or any other right or remedy.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>23. Do third parties have rights?</strong>\n          </p>\n          <p>\n            Unless it expressly states otherwise, this Agreement does not give rise to any third party rights, which may\n            be enforced against us.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>24. Can this Agreement be assigned?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>We may transfer our rights and obligations under this Agreement to any other party.</li>\n            <li>\n              You shall not be entitled to assign this Agreement to any third party without our express prior written\n              consent.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>25. Which clauses of this Agreement survive termination?</strong>\n          </p>\n          <p>\n            All covenants, agreements, representations and warranties made in this Agreement shall survive your\n            acceptance of this Agreement and its termination.\n          </p>\n        </div>\n        <div>\n          <p>\n            <strong>26. Which laws apply to this agreement?</strong>\n          </p>\n          <p>This Agreement is governed by and construed in accordance with Gibraltar law.</p>\n        </div>\n        <div>\n          <p>\n            <strong>27. How can you get support for the Gnosis Safe and tell us about any problems?</strong>\n          </p>\n          <p>\n            If you want to learn more about the Gnosis Safe or the Service or have any problems using them or have any\n            complaints please get in touch with us via any of the following channels:\n          </p>\n          <ol>\n            <li>\n              Email: <a href=\"mailto:safe@gnosis.io\">safe@gnosis.io</a>\n            </li>\n            <li>\n              Twitter: <a href=\"https://twitter.com/safe\">https://twitter.com/safe</a>\n            </li>\n            <li>\n              Github: <a href=\"https://github.com/safe-global/\">https://github.com/safe-global/</a>\n            </li>\n            <li>\n              Intercom: <a href=\"https://help.gnosis-safe.io/\">https://help.gnosis-safe.io/</a>\n            </li>\n            <li>\n              Discord: <a href=\"https://chat.safe.global\">https://chat.safe.global</a>\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>28. How can we resolve disputes and where can you bring legal proceedings?</strong>\n          </p>\n          <ol style={{ listStyleType: 'decimal' }}>\n            <li>\n              We will use our best efforts to resolve through informal, good faith negotiations any dispute, claim or\n              controversy relating to this Agreement or relating to the breach, termination, enforcement, interpretation\n              or validity thereof, including the determination of the scope or applicability of the arbitration\n              agreement in clause 28.4 (hereinafter “Dispute”).\n            </li>\n            <li>\n              If a potential Dispute arises, you must contact us by sending an email to{' '}\n              <a href=\"mailto:legal@gnosis.io\">legal@gnosis.io</a> so that we can attempt to resolve it without\n              resorting to formal dispute resolution.\n            </li>\n            <li>\n              If we are not able to reach an informal resolution within 60 days of your email, then you and we may bring\n              proceedings either in binding arbitration, if clause 28.4 applies to you, or in the courts of Gibraltar,\n              if clause 28.4 does not apply to you.\n            </li>\n            <li>\n              <p>\n                IF YOU ARE RESIDING IN THE UNITED STATES OF AMERICA (“USA”), THIS CLAUSE 28.4 REQUIRES YOU TO ARBITRATE\n                ALL DISPUTES WITH US AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM US.\n              </p>\n            </li>\n            <ol style={{ listStyleType: 'decimal' }}>\n              <li>\n                Binding arbitration. Any Dispute shall be referred to and finally determined by binding and confidential\n                arbitration in accordance with the JAMS International Arbitration Rules (“JAMS Rules”), hereby\n                incorporated by reference and available from JAMS’ website at{' '}\n                <a href=\"https://www.jamsadr.com/\">/www.jamsadr.com/</a>.\n              </li>\n              <li>\n                Federal Arbitration Act. This Agreement affects interstate commerce and the enforceability of this\n                clause 28.4 will be both substantively and procedurally governed by and construed and enforced in\n                accordance with the United States Federal Arbitration Act, 9 U.S.C. §1 et seq. ( “FAA”), to the maximum\n                extent permitted by applicable law.\n              </li>\n              <li>\n                The Arbitral Process. The arbitral tribunal shall consist of a sole arbitrator. Only as limited by the\n                FAA, this Agreement and the JAMS Rules, the arbitrator, and not any federal, state or local court or\n                agency, shall have exclusive authority to resolve all Disputes and shall be empowered to grant whatever\n                relief would be available in a court under law or in equity. The arbitrator’s award shall be in writing,\n                and binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\n              </li>\n              <li>\n                Seat. The seat, or place of, of arbitration will be New York. The language to be used in the arbitration\n                proceedings shall be English. You agree to submit to the personal jurisdiction of any federal or state\n                court in New York County, New York, in order to compel arbitration, to stay proceedings pending\n                arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.\n                This clause 28.4 shall not preclude parties from seeking provisional remedies in aid of arbitration from\n                a court of applicable jurisdiction.\n              </li>\n              <li>\n                Class Action Waiver. You and we agree that any arbitration shall be conducted in individual capacity\n                only and not as a class action or other representative action, and you and we expressly waive the right\n                to file a class action or seek relief on a class basis.\n                <p>\n                  YOU AND WE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN INDIVIDUAL CAPACITY, AND NOT AS\n                  A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\n                </p>\n                If any court, arbitrator or arbitral tribunal determines that the class action waiver set forth in this\n                paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis,\n                then the arbitration provision set forth above shall be deemed null and void in its entirety and the\n                parties shall be deemed to have NOT agreed to arbitrate disputes.\n              </li>\n              <li>\n                Exception: Litigation of IP and Small Claims Court Claims. Notwithstanding the parties’ decision to\n                resolve all disputes through arbitration, either party may bring an action in any applicable court to\n                protect its intellectual property rights (“intellectual property rights” means patents, copyrights,\n                moral rights, trademarks, and trade secrets, but not privacy or publicity rights). Either party may also\n                seek relief in a small claims court for disputes or claims within the scope of that court’s\n                jurisdiction.\n              </li>\n              <li>\n                Right to Opt-out. You have the right to opt-out and not be bound by the arbitration and class action\n                waiver provisions set forth above by sending written notice of your decision to opt-out via email to\n                legal@gnosis.pm. The notice must be sent within 30 days of April 23, 2020 or your first use of our\n                Services, whichever is later, otherwise you shall be bound to arbitrate disputes in accordance with the\n                terms of those paragraphs. If you opt-out of these arbitration provisions, we also will not be bound by\n                them.\n              </li>\n              <li>Changes. We will provide 60-days’ notice of any changes to this clause</li>\n              <li>\n                Changes will become effective on the 60th day, and will apply prospectively only to any claims arising\n                after the 60th day.\n              </li>\n              <li>\n                Fair Representation. The parties agree that, wherever practicable, they will seek to appoint a fair\n                representation of diverse arbitrators (considering gender, ethnicity and sexual orientation), and will\n                request administering institutions to include a fair representation of diverse candidates on their\n                rosters and list of potential arbitrator appointees.\n              </li>\n            </ol>\n            <li>\n              You and we agree that the Courts of Gibraltar shall have exclusive jurisdiction to settle any Dispute that\n              is not subject to arbitration under clause 28.4 and that any Dispute must be resolved in accordance with\n              Gibraltar law without regard to its conflict of law provisions. You and we further agree that any Dispute\n              is personal to you and us and shall be resolved solely through individual action, and will not be brought\n              as a representative action, group litigation order or any other type of class or collective action\n              proceeding.\n            </li>\n          </ol>\n        </div>\n        <div>\n          <p>\n            <strong>29. Is this all?</strong>\n          </p>\n          <p>\n            This Agreement constitutes the entire agreement between you and us in relation to the Agreement’s subject\n            matter. It replaces and extinguishes any and all prior agreements, draft agreements, arrangements,\n            warranties, statements, assurances, representations and undertakings of any nature made by, or on behalf of\n            either of us, whether oral or written, public or private, in relation to that subject matter.\n          </p>\n        </div>\n        <div>\n          <p>\n            Gnosis Limited\n            <br />\n            World Trade Center\n            <br />\n            6 Bayside Rd\n            <br />\n            GIBRALTAR\n            <br />\n            GX11 1AA\n          </p>\n        </div>\n      </>\n",
    "component": "common/TextBlock"
  }
]
