[
  {
    "pageTitle": "Safe – Trademark",
    "component": "common/MetaTags"
  },
  {
    "title": "Safe Trademark Policy",
    "component": "common/TextBlock",
    "text": "<p style=\"text-align: center;\">Last update: April 2024</p><p><i>The Safe Ecosystem Foundation (“<b>SEF</b>” also referred to as “<b>Trademark Owner</b>”) is the owner of various trademarks. To ensure the integrity and protection of the <b>Safe Trademarks</b> (as defined below), to regulate the use of the Safe Trademarks, and to protect users SEF has defined this trademark policy (\"<b>Policy</b>\"). This Policy sets out the conditions and requirements under which the Safe Trademarks may be used. This Policy does not provide or amend any licenses applicable to technology published by SEF.</i> Projects operating as separately incorporated entities within the Safe ecosystem may have their own trademark policies.</p><p><i>We thank you for your cooperation in complying with this Policy.</i></p><h3>1.&emsp;Purpose and Scope of Application</h3><p>This Policy covers all of our trademarks, whether they are registered or not, including, among others:</p><ul><li>Safe Logo <br/><img src=\"/images/Trademark/safe-logo-white.png\" alt=\"Safe logo\" width=\"150\" height=\"150\"></li><li>Horizontal Logo <br/><img src=\"/images/Trademark/horizontal-logo-white.png\" alt=\"Safe horizontal logo\" width=\"150\" height=\"150\"></li><li>Vertical Logo <br/><img src=\"/images/Trademark/vertical-logo-white.png\" alt=\"Safe vertical logo\" width=\"150\" height=\"100\"></li><li>Safe{Core} Logo <br/><br/><img src=\"/images/Trademark/safe-core-logo-white.svg\" alt=\"Safe Core logo\" width=\"150\" height=\"150\"></li><li>Safe{Wallet} Logo <br/><br/><img src=\"/images/Trademark/safe-wallet-logo-white.svg\" alt=\"Safe Core logo\" width=\"150\" height=\"150\"></li></ul><p>(the \"<b>Safe Trademarks</b>\"). This list may be updated from time to time, especially as other trademarks are created or registered</p><p>This Policy applies to all parties intending to use the Safe Trademarks.</p><h3>2.&emsp;Definitions</h3><p>\"<i>Trademark Owner</i>\" refers to the Safe Ecosystem Foundation, with its registered office in Zug, Switzerland (“<b>SEF</b>”).</p><p>\"<i>Trademark User</i>\" refers to any party intending to use the Safe Trademarks.</p><p>\"<i>Commercial Trademark Use</i>\" includes any use of the Safe Trademarks in business activities aimed at generating profit or economic benefit.</p><p>\"<i>Informative Trademark Use</i>\"  includes any reference in text to and/or link to SEF primarily for the purpose of conveying relevant information about the characteristics, qualities, or attributes of SEF products or services.</p><h3>3.&emsp;Rules Applicable for SEF Trademark Use</h3><p><i>(Thes Rules mainly apply for the Informative Trademark Use as defined under Section 4 below)</i></p><p>One of the guiding principles of the SEF is Open Source. SEF both hopes and encourages external parties to share knowledge related to technology developed and published by SEF, including SAFE{CORE} and SAFE{WALLET} (“<b>Safe Technology</b>”). It also advocates the promotion of the Safe Trademarks used for products built using Safe. Therefore, contributors to and participants in the Safe ecosystem should be able to use our Safe Trademarks to promote their Safe projects even beyond the right to fair use.</p><p>However, we have to keep in mind that the <b>incorrect</b> use of a brand may lead to a dilution of the Safe Trademark and, thus, to impairment due to a lack of differentiation from other brands.Therefore, SEF established the following rules for the use of Safe Trademarks. SEF requires you to follow these guidelines to properly use the Safe Trademarks to help maintain the value of our Safe Trademarks.</p><h3>3.1&emsp;Our Five Rules for the use of Safe Trademarks</h3><p>If you want to use the Safe Trademarks, you don't require SEF’s explicit prior permission or license agreement as long as you follow these rules. We reserve the right, in our sole discretion, to alter and amend these rules, to determine when these rules are adhered to or violated, and to choose appropriate enforcement measures.</p><p><h3>Rule #1 The ecosystem rule</h3>Refer to Safe and/or use the Safe Trademark and logo only when promoting products, projects, or events based on or about Safe Technology, including SAFE{CORE}  and SAFE{WALLET} and in accordance with the disclaimer below. Use of the Safe Trademarks when referring to other software or technologies, would be misleading to the audience, as well as damaging to the Safe Trademarks and Safe ecosystem. Therefore, Safe Trademarks must not be used when referring to software based on protocols by other entities / projects and / or in another misleading or unfair manner. Any use of the Safe Trademarks in these contexts could potentially subject you to liability for trademark infringement, false advertising, and unfair competition.</p><p><h3>Rule #2 Use your brand and add Safe as an ingredient brand</h3>It must be clear who the owner and/or marketer of the promoted product, project, or event is. Use the Safe Trademarks only as a reference. There must be no potential for confusion or misunderstanding as to such that the product, project, or event is manufactured, marketed, sponsored, endorsed, or authorized by SEF, when in fact, that is not the case. Your name, brand, or trademark must not be less prominent than the Safe Trademarks, and Safe must not be the only visible name, brand, or trademark on your online/offline communication. To make it clear for your audience or users that Safe Technology such as SAFE{CORE} and SAFE{WALLET} is used for your project use wording such as, for example, \"<b>powered by Safe</b>\" or \"<b>powered by SAFE{CORE}</b>”.</p><p>If you are promoting a strictly non-profit and free-entry event regarding Safe Technology, SAFE{CORE}  and/or SAFE{WALLET}, you may use the Safe Trademarks as a primary brand for the event title.</p><p><h3>Rule #3 Use Safe Trademarks according to our brand guidelines</h3>Use the word Safe and/or SAFE{CORE} and/or SAFE{WALLET} in the same font and size as the surrounding text. For the logo etc please refer to our brand kit <a href=\"https://safe-global.notion.site/Safe-Media-Kit-35ce7ffc829c4bedbbf828464a1b7c00/\">Safe Media Kit (notion.site)</a> and use it as stated in the brand kit of SEF.</p><p><h3>Rule #4 Integrity of the Safe Trademarks and recognition notice</h3>Do not incorporate the Safe Trademarks and/or any recognizable part of them into other logos, brand names, company names, domain names, or product names. Always make it clear that SEF legally owns the Safe Trademarks. If you are referring to a Safe Trademarks, add the following brand recognition notice at a suitable location, such as on your product, in print material or online:</p><p>“SAFE{CORE}® and SAFE{WALLET}®, and the Safe logos are trademarks or registered trademarks of Safe Ecosystem Foundation“</p><h3>4.&emsp;Approval for Trademark Use</h3><h3>4.1&emsp;Informative Trademark Use</h3><p>Informative Trademark Use of the Safe Trademarks does not require a prior approval from the Trademark Owner but the Trademark User has at any time to comply with the Rules as mentioned under Section 3 of this Policy.</p><h3>4.1&emsp;Commercial Trademark Use</h3><p>Any other use of the Safe Trademarks (other than the Informative Trademark Use) requires the prior written consent of the Trademark Owner. The Trademark User is obliged to make a prior written or electronic request (“<b>Use Request</b>”) to the Trademark Owner for consent to the intended use of the Safe Trademarks. The Rules mentioned under Section 3 of this Policy also apply to the Commercial Trademark Use unless otherwise stated and/or confirmed by the Trademark Owner.</p><p>The request must contain the following information:</p><ul><li>Name and contact details of the Trademark User (including responsible contact person)</li><li>Nature and purpose of the intended trademark use</li><li>Intended duration of the trademark use</li><li>Samples or examples of the intended trademark use</li></ul><p>Applications can be sent to the following address: <a href=\"mailto:comms@safe.global\">comms@safe.global</a>.</p><p>The Trademark User must submit the Use Request at least (7) seven business days prior to the intended commencement of the use of the Safe Trademarks.</p><p>Approval of the Use Request is at full discretion of the Trademark Owner. The Trademark Owner may decline the Use Request without providing any reasons.</p><h3>5.&emsp;Trademark License</h3><h3>5.1&emsp;General</h3><p>The trademark license contains the non-exclusive, non-transferable, non-sublicensable, royalty-free right to use the Safe Trademarks. This license shall be valid worldwide.</p><h3>5.2&emsp;Acceptable Uses</h3><p>The Trademark User undertakes to use the Safe Trademarks in accordance with the applicable laws and regulations. In particular, the Trademark User may use the Safe Trademarks as follows:</p><ul><li>wordmarks in text to truthfully refer to and/or link to unmodified Safe smart contracts and/or Safe technology,</li><li>wordmarks in text to truthfully refer to and/or link to unmodified interfaces, programs, products, services and technologies.</li></ul><h3>5.3&emsp;Unacceptable Uses</h3><p>The Trademark User is not authorised to:</p><ul><li>use the Safe Trademarks in a commercial matter without prior approval by the Trademark Owner.</li><li>register or use domain names that contain the Safe Trademarks.</li><li>use the Safe Trademarks to incorporate them as a component in their company or in its other business designation.</li><li>amend or modify Safe Trademarks or combine them with any other symbols, words, or images.</li><li>use the Safe Trademarks in any way that could harm the image and reputation of the Trademark Owner. In particular, the Trademark User is prohibited to use the Safe Trademarks in a defamatory, offensive, obscene, racist, unlawful or otherwise objectionable context. In addition, the Trademark User is prohibited from using the Safe Trademarks in association with any activity or offering that violates applicable laws of the jurisdiction(s) where the third party or SEF uses the Safe Trademarks.</li><li>use the Safe Trademarks as part of another company’s logo (without prior written consent of the Trademark Owner)</li><li>Creating a website which mimics Safe Trademarks and/or functionality for purposes not authorized by the Trademark Owner</li><li>Using outdated versions of the Safe Trademarks</li><li>Using Safe Trademarks in educational material without prior written consent by the Trademark Owner</li></ul><h3>6.&emsp;Compliance with this Policy</h3><p>The Trademark User is obliged to comply with this Policy at any time and to ensure that the use of the Safe Trademarks meets the quality standards and guarantees the integrity of the Safe Trademarks.</p><p>The Trademark Owner reserves the right to monitor and, if necessary, review the use of the Safe Trademarks to ensure that this Policy is complied with. Therefore, the Trademark User is obliged to co-operate and to provide corresponding information at the first request of the Trademark Owner.</p><h3>7.&emsp;Liability and Indemnification</h3><p>The Trademark Owner shall be liable for damages caused by gross negligence and intent. Any further liability of the Trademark Owner shall be excluded.</p><p>The Trademark User uses the Safe Trademarks at its own risk. The Trademark User shall be obliged to indemnify and golf harmless the Trademark Owner from and against any claims by third parties arising from the use of the Safe Trademarks and all associated costs.</p><h3>8.&emsp;Termination of the Trademark License</h3><p>The Trademark Owner may withdraw the license of any Trademark User at any time and without providing reasons. Upon withdrawal of the trademark license, the Trademark User shall immediately remove any references to the Safe trademarks and cease any other use.</p><h3>9.&emsp;Final Provisions</h3><p>The Trademark Owner reserves the right to modify or amend this Policy at any time by publishing an updated version here. The Trademark User is obliged to check and comply with the current version of the Policy.</p><p>Any amendment, supplement or cancellation of the rights and obligations under this Policy must be made in written form (e-mail is sufficient) to be valid.</p><p>This Policy is subject to Swiss law. The courts of Zug shall have exclusive jurisdiction to settle any dispute in connection with this Policy.</p></br></br><p>SEF, March 2024</p>"
  }
]
